{
    "personagens": {
        "aletheia": {
            "nome": "Aletheia",
            "imagem": ""
        },
        "aquiles": {
            "nome": "Aquiles",
            "imagem": ""
        },
        "ares": {
            "nome": "Ares",
            "imagem": ""
        },
        "atena": {
            "nome": "Atena",
            "imagem": ""
        },
        "base_acee": {
            "nome": "Base/ACEE",
            "imagem": ""
        },
        "bill_dale": {
            "nome": "Bill Dale",
            "imagem": ""
        },
        "capitao_kirk": {
            "nome": "Capitão Kirk",
            "imagem": ""
        },
        "cerruti": {
            "nome": "Cerruti",
            "imagem": ""
        },
        "demeter": {
            "nome": "Deméter",
            "imagem": ""
        },
        "dra_chiaki": {
            "nome": "Dra. Chiaki",
            "imagem": ""
        },
        "dra_maureen": {
            "nome": "Dra. Maureen",
            "imagem": ""
        },
        "farna": {
            "nome": "Farna",
            "imagem": ""
        },
        "gorjah": {
            "nome": "Gorjah",
            "imagem": ""
        },
        "hazza_alli": {
            "nome": "Hazza Alli",
            "imagem": ""
        },
        "illa_ramon": {
            "nome": "Illa Ramon",
            "imagem": ""
        },
        "iuri_galina": {
            "nome": "Iuri Galina",
            "imagem": ""
        },
        "kopenawa": {
            "nome": "Kopenawa",
            "imagem": ""
        },
        "liu_yang": {
            "nome": "Liu Yang",
            "imagem": ""
        },
        "mae": {
            "nome": "Mae",
            "imagem": "/images/Astronautas/E1/Mae_video.gif"
        },
        "marek": {
            "nome": "Marek",
            "imagem": ""
        },
        "narrador": {
            "nome": "Narrador",
            "imagem": ""
        },
        "neo": {
            "nome": "Neo",
            "imagem": "/images/Astronautas/E1/Neo_video.gif"
        },
        "noguchi": {
            "nome": "Noguchi",
            "imagem": ""
        },
        "nora": {
            "nome": "Nora",
            "imagem": ""
        },
        "petros": {
            "nome": "Pétros",
            "imagem": ""
        },
        "semolek": {
            "nome": "Semolek",
            "imagem": ""
        },
        "sisifo": {
            "nome": "Sísifo",
            "imagem": ""
        },
        "tamara": {
            "nome": "Tamara",
            "imagem": "/images/Astronautas/E1/Tamara_video.gif"
        },
        "zahy": {
            "nome": "Zahy",
            "imagem": ""
        }
    },
    "desafios": [
        {
            "nome": "Crise em Órbita: A Prova de Fogo da Liderança de Sísifo",
            "id": "CSD1",
            "descricao": "O espaço sideral tem sido repleto de novidades científicas aos vinte e seis astronautas que viajam entre as Estações Espaciais, especialmente para a equipe do líder Kopenawa. Mas nem tudo são flores para uma equipe como a dele, que tem se mostrado harmoniosa em meio aos desafios de ter que cumprir uma série de protocolos técnicos, experimentos e novas implantações que visam a finalização da montagem da Estação orbital. \n\nOutro dia, a astronauta convidada Zahy, indígena, procurou Kopenawa para reclamar do assédio moral e sexual que vem sofrendo há alguns meses de um outro astronauta especialista - o Gorjah Walker. Ele atua na equipe liderada por Aquiles, que está momentaneamente vivendo numa outra grande Estação Espacial e que vem passando por reparos. \n\nConta Zahy a Kopenawa que numa de suas investidas, ao fechar a porta da sala \nde controle, o astronauta Gorja tentou lhe tirar a roupa acuando-a num canto da nave quando não havia ninguém por perto. Zahy confessa que se sentiu constrangida, mas acabou conseguindo escapar no final. Diz ela, que o fato já aconteceu outras vezes, mas diferentemente desta em que ele foi bem mais ousado e sem qualquer consentimento de sua parte. \n\nZahy pediu a Kopenawa que o fato não gerasse nenhuma punição grave a Gorjah que tem afinal um papel importante para toda rede de estações. \n\nKopenawa responde à Zahy que precisa pensar para que não tome nenhuma decisão precipitada que afete o ambiente. Quer preservar os envolvidos, sem por em risco suas contribuições como especialistas na missão, especialmente Gorjah.\n\nKopenawa como líder, pede discrição a Zahy sobre o assunto.\n\nApós alguns dias, Kopenawa, que tem o hábito de caminhar para pensar melhor\nas coisas, encontrava-se bem introspectivo. Decide então, conversar primeiro com Aquiles, e depois com Gorjah. \nNo dia seguinte, Kopenawa toma conhecimento no cafezinho por Marek que Zahy comentou o episódio com Farna, que decidiu assumir as dores da colega divulgando o ocorrido a todas as astronautas das estações. Na atitude que tomou, ela queria “punir” Gorjah para que as astronautas o ignorassem nos eventos sociais virtuais que acontece entre as estações. Já pesado o ambiente, Kopenawa percebeu que a desconfiança em relação aos homens tomou conta das astronautas. \n\nSem se esquecer da tradição xamã, Kopenawa decidiu fazer seu ritual de infância e depois caminhar no espaço para refletir sobre tudo. Procurou Aquiles, o líder \nde Gorjah, que o escutou atentamente. Nesta conversa: ",
            "planeta": "Marte",
            "personagens": [
                "tamara",
                "neo",
                "mae"
            ],
            "dialogo": [
                {
                    "personagemId": "tamara",
                    "texto": "Não domino técnicas específicas por compartimento para debelar incêndios.",
                    "audio": "/sounds/marte/CSD1-Tamara-sp1.mp3",
                    "duracao": 4500
                },
                {
                    "personagemId": "tamara",
                    "texto": "Neo, já conversamos sobre isso... Poxa, saber que temos 50% de chances de voltar de Marte, isso, no fundo, me apavora.",
                    "audio": "/sounds/marte/CSD1-Tamara-sp2.mp3",
                    "duracao": 8500
                },
                {
                    "personagemId": "neo",
                    "texto": "Chame rapidamente Mae e Ares para nos ajudar, o apoio deles é muito importante para que o foco de incêndio não se estenda.",
                    "audio": "/sounds/marte/CSD1-Neo-sp1.mp3",
                    "duracao": 10500
                },
                {
                    "personagemId": "neo",
                    "texto": "Mas Sísifo me recomendou que Ares pode ajudar mais na solução do que Mae, porque a sua experiência, embora o problema seja ",
                    "duracao": 7000
                },
                {
                    "personagemId": "neo",
                    "texto": "de natureza química no sistema de oxigenação, parece não contar com o treinamento de simulações deste tipo.",
                    "duracao": 7000
                },
                {
                    "personagemId": "neo",
                    "texto": "parece não contar com o treinamento de simulações deste tipo.",
                    "duracao": 5000
                },
                {
                    "personagemId": "neo",
                    "texto": "Continuarei focado nos planos de navegação. Confio na competência da minha equipe para sanar essa crise.",
                    "duracao": 6000
                },
                {
                    "personagemId": "mae",
                    "texto": "Estou aqui, ufa, cheguei! Gente, simulei algumas situações um pouco antes do lançamento, mas não exatamente esta ",
                    "duracao": 7000
                },
                {
                    "personagemId": "mae",
                    "texto": "pelo que vejo. O Ares pode me ajudar nisso para encontrarmos a melhor solução.",
                    "duracao": 6000
                },
                {
                    "personagemId": "ares",
                    "texto": "...Oi pessoal, vamos nessa, Mae tem razão: o primeiro passo é olhar o sistema central que vai nos ajudar com os indicadores. ",
                    "duracao": 8000
                },
                {
                    "personagemId": "ares",
                    "texto": "Mae, você pode me ajudar nisso para encontrarmos a melhor solução.",
                    "duracao": 5000
                },
                {
                    "personagemId": "neo",
                    "texto": "Não, não, prefiro que Mae fique aqui com Tamara. Subiremos Ares e eu, enquanto Mae e Tamara permanecem aqui nos comunicando o ",
                    "duracao": 8000
                },
                {
                    "personagemId": "neo",
                    "texto": "que acontece.",
                    "duracao": 3000
                },
                {
                    "personagemId": "mae",
                    "texto": "Mas,... Sabe, tive um sonho. Eu caminhava com outro astronauta e ouvimos uma voz no solo de Marte que dizia: “Podes fugir dos",
                    "duracao": 8000
                },
                {
                    "personagemId": "mae",
                    "texto": "outros, mas não de ti mesmo”... É tudo muito estranho isso que me ocorre agora. Estranho.",
                    "duracao": 7000
                },
                {
                    "personagemId": "mae",
                    "texto": " “Podes fugir dos outros, mas não de ti mesmo”... É tudo muito estranho isso que me ocorre agora. Estranho.",
                    "duracao": 7000
                },
                {
                    "personagemId": "neo",
                    "texto": "...É isso gente!... Vamos para lá Ares, sua experiência vai valer agora..",
                    "duracao": 6000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "O direcionamento de Sísifo está equivocado ao desprezar a competência de Ares, mas principalmente a de Mae.",
                    "impactos": {
                        "nuclearPropulsion": -20,
                        "direction": -20,
                        "stability": -20,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": -15,
                        "interdependence": 0
                    },
                    "spaceCoins": 50640
                },
                {
                    "id": "B",
                    "texto": "A falta de autoconhecimento e o foco excessivo de Sísifo na missão, podem comprometer a dinâmica desta solução.",
                    "impactos": {
                        "nuclearPropulsion": -20,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": -5,
                        "interdependence": 0
                    },
                    "spaceCoins": 57060
                },
                {
                    "id": "C",
                    "texto": "A missão poderá, provavelmente, fracassar pela direção tomada.",
                    "impactos": {
                        "nuclearPropulsion": -20,
                        "direction": -20,
                        "stability": -20,
                        "oxygen": 0,
                        "productivity": -20,
                        "engagement": -10,
                        "interdependence": -5
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "D",
                    "texto": "Mae é uma astronauta negra em sua primeira viagem espacial, que não foi escolhida por Sísifo para compor a equipe. Estas coisas devem estar influenciando a Sísifo e a Neo na situação",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 60270
                }
            ]
        },
        {
            "nome": "Como descascar este abacaxi agora, Kopenawa",
            "id": "CSD2",
            "descricao": "Um desacordo sobre a gestão de um problema surge entre Aquiles e Kopenawa, afetando a motivação da equipe em meio a uma missão crítica de colonização.",
            "planeta": "Ceres",
            "personagens": [
                "aquiles",
                "kopenawa"
            ],
            "dialogo": [
                {
                    "personagemId": "aquiles",
                    "texto": "Você está criando uma tempestade num copo d’água. Acho que devemos deixar a poeira baixar. Depois falo com Gorjah para que ele",
                    "duracao": 8000
                },
                {
                    "personagemId": "aquiles",
                    "texto": " releve um pouco,",
                    "duracao": 3000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "afinal ninguém é de ferro. A gente sabe que em toda empresa ocorre episódios assim. Veja só, até Zachary",
                    "duracao": 7000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "e Iuri concordam comigo.",
                    "duracao": 4000
                },
                {
                    "personagemId": "kopenawa",
                    "texto": "... Vou procurar nosso grande chefe. A situação já afeta a motivação da minha tropa e a de outras também.",
                    "duracao": 7000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Kopenawa, lembre-se de nossa missão, não podemos perder tempo. Temos colônias para montar, isto não é fácil... Você tem a mania",
                    "duracao": 8000
                },
                {
                    "personagemId": "aquiles",
                    "texto": " de exagerar na avaliação. Já percebeu que você sempre foi assim?... Pense nisso.",
                    "duracao": 6000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Você tem a mania de exagerar na avaliação. Já percebeu que você sempre foi assim?... Pense nisso.",
                    "duracao": 6000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Há responsabilidades de Aquiles sobre o comportamento de Gorjah. Diante da reação do primeiro, Kopenawa deve procurar Cerruti, chefe da ACEE, para encontrar uma solução para o caso, e pensar daí um jeito de motivar a equipe.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": 10,
                        "interdependence": -40
                    },
                    "spaceCoins": 57060
                },
                {
                    "id": "B",
                    "texto": "Kopenawa deve pedir ajuda a Marek para que dê suporte terapêutico a Zahy e às demais astronautas.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": 30,
                        "interdependence": -30
                    },
                    "spaceCoins": 60910
                },
                {
                    "id": "C",
                    "texto": "Kopenawa deve pressionar Aquiles e ACEE para dispensar os serviços de Gorjah, pedindo sua substituição. Neste assunto é preciso ser pragmático.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": 35,
                        "interdependence": -40
                    },
                    "spaceCoins": 65410
                },
                {
                    "id": "D",
                    "texto": "Kopenawa deve ser empático com Aquiles. Afinal, a missão é a coisa mais importante. A cautela de sua parte e uma ação de coaching à Gorjah ajudariam muito.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": 35,
                        "interdependence": -40
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Dificuldade de escuta ou liderança pragmática de Aquiles",
            "id": "CSD3",
            "descricao": "O líder Aquiles anda nervoso, afinal o processo de colonização à Ceres está em vias de sair da experimentação inicial e foguetes começam a ser lançados para fazer as sondagens programadas de clima, mineração e tipificação dos gases presentes neste planeta de superfície rochosa e escuro. \n\nA médica Dra. Chiaki segue assoberbada mapeando doenças que tem abatido parte da equipe no espaço – como resfriado, erupção na pele causada pelo dispositivo de coleta de urina, irritação nos olhos e batimentos cardíacos irregulares de alguns astronautas. Outro astronauta acabou deslocando o ombro quando fazia coleta de amostras em solo, faltava-lhe potássio. Outros dois ainda estão desidratados, coisa séria. Atena vem reclamando que está esgotada e Noguchi, por sua vez, tem dormido mal há semanas e anda irritado com Atena por lhe cobrar coisas que ainda nem começou a fazer. Ela, astrobióloga que é, tem virado noites em seus experimentos no laboratório testando o ciclo de vida de bactérias expostas em situações adversas. Já Gorjah tem se isolado em razão dos últimos acontecimentos, mas segue firme cuidando da logística das estações com esmero. \n\nA loucura de projetos é tanta que Aquiles mal tem conseguido marcar uma reunião com a equipe, mas ele está satisfeito porque todos produzem muito, até além do necessário. Ele gosta de mostrar ao chefe todo este empenho, pois, afinal, pretende um dia, e não muito distante, substituí-lo no posto. \n\nDra. Chiaki abre o jogo e, falando com Aquiles, diz que terá que se ausentar da estação por semanas, pois apareceram casos de astronautas com excesso de gases numa das estações - provavelmente causado pelas dietas. \n\nAquiles está incomodado com as ingerências na sua área, que, frequentemente, pedem a “presença” da Dra. Chiaki. Ele avalia que precisa fazer alguma coisa.\n\nErros sucessivos tem ocorrido de montagem no processo de operação de uma pequena colônia a ser entregue logo. Para Aquiles, só a entrega ao trabalho será capaz de superar tudo isso.\n\nApós divertida caminhada no espaço, Atena decide conversar com Aquiles.",
            "planeta": "Netuno",
            "personagens": [
                "atena",
                "aquiles"
            ],
            "dialogo": [
                {
                    "personagemId": "atena",
                    "texto": "Está tudo uma loucura, todos enfrentam demandas em várias frentes acima das possibilidades; astronautas e líderes não estão se,",
                    "duracao": 8000
                },
                {
                    "personagemId": "atena",
                    "texto": "comunicando,",
                    "duracao": 3000
                },
                {
                    "personagemId": "atena",
                    "texto": "não se olham e nem conversam direito. Não temos falado do bem-estar da tropa. \nXô estresse! Para onde vamos, Aquiles?",
                    "duracao": 8000
                },
                {
                    "personagemId": "atena",
                    "texto": "... Me sinto na obrigação de abrir seus olhos. Não há alegria e humor neste lugar com este ritmo e nível de comunicação.",
                    "duracao": 7000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "A vida é assim, Atena. Aqui é uma organização – a ACEE, se esqueceu? .. Você mais parece uma divindade de sabedoria e ",
                    "duracao": 7000
                },
                {
                    "personagemId": "aquiles",
                    "texto": " do senso de justiça querendo proteger à todos, mas estamos diante de um desafio sem precedentes; aqui é o mundo real.",
                    "duracao": 8000
                },
                {
                    "personagemId": "atena",
                    "texto": "Aquiles, só a coragem de correr atrás não basta, precisamos olhar para a tropa de um outro jeito, conduzi-la de um outro modo.",
                    "duracao": 8000
                },
                {
                    "personagemId": "atena",
                    "texto": "Nossa missão é árdua e precisa de uma química de aproximação, entusiasmo e inspiração. Estamos “tarefeiros” apagando incêndios",
                    "duracao": 9000
                },
                {
                    "personagemId": "atena",
                    "texto": " Entendo o seu lado, mas nossas preocupações  podem caminhar juntas e transformarmos o clima... Sendo sincera, você ",
                    "duracao": 7000
                },
                {
                    "personagemId": "atena",
                    "texto": " provoca muita competição e individualismo aqui, faltam coisas.",
                    "duracao": 6000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Acho que preciso compreender melhor o que você me fala.",
                    "duracao": 5000
                },
                {
                    "personagemId": "atena",
                    "texto": "Você está disposto a ouvir nossa equipe, e depois os outros parceiros?",
                    "duracao": 6000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Quero pensar, mas tenho a sensação de que estaria me abrindo demais, dando espaço para ouvir coisas sem nexo como ",
                    "duracao": 7000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "líder da estação que sou.",
                    "duracao": 4000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Aquiles receia receber feedback da equipe que está esgotada. Acredita que perderá poder e se fragilizar. Neste caso, ele ainda não deveria mesmo se submeter a uma avaliação franca e aberta. Para tudo há um momento certo.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": -20,
                        "interdependence": 0
                    },
                    "spaceCoins": 58340
                },
                {
                    "id": "B",
                    "texto": "Há um problema intransponível de comunicação entre Aquiles e liderados, alimentado pelo seu estilo duro de um líder workaholic.",
                    "impactos": {
                        "nuclearPropulsion": 5,
                        "direction": 5,
                        "stability": 5,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 65410
                },
                {
                    "id": "C",
                    "texto": "Aquiles necessita se conhecer mais, arriscar-se a ouvir a equipe e contar com o apoio de Atena como aliada que parece demonstrar.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 30,
                        "interdependence": 0
                    },
                    "spaceCoins": 66690
                },
                {
                    "id": "D",
                    "texto": "Aquiles tenta insinuar que Atena é técnica demais e desconhece o jogo de pressão da organização.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 10,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Gestão técnica ou de pessoas, envolvendo a Lannús?",
            "id": "CSD4",
            "descricao": "Volta e meia planetas e satélites são ameaçados de colisão com asteroides e meteoros. Nossa Estação está prestes a colidir com uma chuva de asteroides identificada como Lannús. A ACEE desenvolveu um programa para retirar  fragmentos do asteroide em movimento, através de uma de suas sondas - a Osíris, para conhecê-lo melhor. Porém, o procedimento inteiro levou cerca de quatro horas e meia e a coleta chegará somente em 2093 numa longa viagem de volta à Estação Central da ACEE. A equipe da Estação liderada por Deméter não tem ainda quaisquer parâmetros científicos para uma decisão do que fazer e lidar com o problema que pode repetir-se para outras equipes. Este protocolo se faz necessário.\n\nDeméter procura traçar uma estratégia para enfrentar a Lannús no pouco tempo que resta para não por em risco a estação, as pesquisas e os programas em andamento. Por isso, decidiu conversar com outros coordenadores-astronautas e o grande chefe da ACEE, Charlie Cerruti. \n\nCerruti não tem uma solução imediata para recomendar, mas entende que todos os esforços das Estações serão bem vindos para encontrar uma solução satisfatória ao problema. Afinal, diz ele: “serão milhões perdidos de investimentos, e não há tempo o bastante para traçar outra rota.”\n\nDeméter pediu a Cerruti o apoio técnico dos coordenadores-astronautas, argumentando de que poderia contribuir na construção de um protocolo de defesa para casos semelhantes no futuro. Ela então, começou a marcar um call com alguns astronautas especialistas que mais prontamente poderiam ajudar. E não descartou envolver o pessoal da linha de frente, com perfil e experiência em navegação voltada à defesa aeroespacial para eliminar a chuva de asteroides.   \n\nAté o presente momento, todos os indicadores de controle da Estação encontram-se dentro da normalidade, exceto o de propulsão nuclear.",
            "planeta": "Plutao",
            "personagens": [
                "demeter",
                "dra_maureen",
                "capitao_kirk",
                "gorjah",
                "atena",
                "mae"
            ],
            "dialogo": [
                {
                    "personagemId": "demeter",
                    "texto": "Pessoal: ...Dra. Maureen, Capitão Kirk, Gorjah, Atena e Mae, meu obrigado por atenderem ao meu chamado de urgência. Temos um desafio enorme agora, que é nos salvarmos e aos colegas também da Lannús que vem em nossa direção. Não podemos nos esquecer de quem somos. Aqui não importa a gente como individuo, importa o coletivo, importa a nossa comunidade... Saber quem ela é, o que representa de verdade e para onde ela está indo... Capito? A força do todo é maior do que as partes. Para mim, tudo isso é como um ato de fé.",
                    "duracao": 15000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "A ação de Deméter foi providencial no sentido de buscar definir um protocolo que lhe possa projetar na carreira com sucesso. A ACEE valoriza tal atitude.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "B",
                    "texto": "Deméter procura respeitar as individualidades técnicas e pessoais. Parece também valorizar o trabalho de equipe com convicção. Conduz adequadamente.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 60,
                        "interdependence": 80
                    },
                    "spaceCoins": 80180
                },
                {
                    "id": "C",
                    "texto": "O tempo é célere no presente caso. Deméter poderia atuar com assertividade, restringindo-se a quem possa resolver o problema.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 5,
                        "interdependence": 10
                    },
                    "spaceCoins": 64120
                },
                {
                    "id": "D",
                    "texto": "Deméter foge do foco; o problema se resolveria caso ela pensasse outro mapa de navegação, prevendo um desvio com estabilidade.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 30,
                        "stability": 40,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -5,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "A hora da verdade: O compliance salvando mais uma vez?",
            "id": "CSD5",
            "descricao": "Recentemente ocorreu um vazamento de dados do Sistema INTERNACIONAL de Informações Espaciais (SIiE), de uso exclusivo da alta direção dos principais países que compõem a ACEE: EUA, CHINA e RÚSSIA. Há uma desconfiança de um dos líderes das Estações de que a ação tenha sido provocada por um ou mais membros da equipe, responsáveis diretos pela tarefa de armazenar e alimentar o sistema filtrando aquilo que pode ser transmitido a todo mundo. Até agora, nenhum astronauta ou qualquer líder se pronunciou à respeito. \n\nInformações preliminares dão conta que os prováveis envolvidos podem ser  Pétros Eco, Dra. Maureen e Dra. Chiaki em razão das atribuições que fazem, até porque elas envolvem dados médicos de funcionários portadores de algum tipo de anomalia, sujeitos à serem discriminados pelos demais astronautas. A “rádio peão” não se aguenta nestas horas e o estrago já está feito na imagem e  integridade expostas de alguns deles. A coisa tá pegando nas redes sociais, e comentários de toda ordem vão aparecendo.\n\nCharlie Cerruti determinou que seja feito o compliance para avaliar a situação e uma decisão seja tomada – “Isto não pode acontecer numa equipe tão bem selecionada, ora bolas... O fato precisa ser investigado com rigor.” \n\nMas parece que sua orientação encontra resistência entre os coordenadores e especialistas-astronautas mais indignados. A frase entre todos das estações com referência a Cerruti tem sido a de que “pau que bate em Chico não bate em Francisco”, pois ele é tido como alguém que não tem “freios na língua” para falar de coisas que são confidenciais, principalmente as que se referem à comunidade de astronautas; “ele se coloca como um igual na maioria das vezes, mas não deveria.”\n\nMais tarde, Cerruti e toda comunidade espacial de astronautas recebem  o comunicado da base na terra dizendo que não há normas regulamentadoras definidas para o assunto, pois se acreditava que elas não seriam necessárias. Cerruti então, decide reunir-se às pressas com os cinco coordenadores-líderes para ouvir a visão deles sobre o “estrago no sistema”, supostamente feito por alguém da missão espacial.",
            "planeta": "Jupiter",
            "personagens": [
                "cerruti",
                "kopenawa",
                "aletheia",
                "aquiles",
                "sisifo",
                "demeter"
            ],
            "dialogo": [
                {
                    "personagemId": "cerruti",
                    "texto": "Pessoal, quero ouvir de vocês o que aconteceu no SIIE. Podemos começar?...",
                    "duracao": 5000
                },
                {
                    "personagemId": "kopenawa",
                    "texto": "...Estamos falando de uma sabotagem e provável uso indevido de informações. Não tenho ideia onde possa ter ocorrido isso. Até onde verificamos não teço nenhuma hipótese sobre quem fez, ou foi o mentor do roubo.",
                    "duracao": 10000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "Temos a avaliação do desempenho das pessoas em dia, but não de algo tão grave provocado por alguém. Todos, até se prove o contrário, são de nossa inteira confiança. À princípio, todos têm a presunção de inocência, se não houver nenhum dado relevante sobre o “roubo” a que se refere kopenawa. Temos que tomar cuidado com os ruídos produzidos sem conhecimento de causa e os vieses que carecem de fundamentação... Nossa liderança, parceiros, está sendo testada junto a galera neste momento, acreditem nisso.",
                    "duracao": 18000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Poderia supor algumas pessoas, mas elas não atuam na minha equipe. Por isso, não gostaria de me adiantar. Se você, Cerruti, quiser falar no privado, estou à sua disposição.",
                    "duracao": 10000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Precisamos conduzir as coisas como se nada tivesse acontecido, até termos em mãos o relatório final do compliance. Acho temerário levantar suspeitas sem qualquer dado de prova.",
                    "duracao": 10000
                },
                {
                    "personagemId": "demeter",
                    "texto": "...A operação do sistema está sob minha responsabilidade. Quero aguardar objetivamente o relatório com as orientações para, então, me posicionar.",
                    "duracao": 8000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "Tenho uma informação adicional a vocês: algumas informações foram repassadas a um de nossos fornecedores da base na Terra... Agradeço a presença, e Aquiles - vamos nos falar em minha sala... Dispensados pessoal.",
                    "duracao": 10000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "A manifestação dos líderes foram adequadas, exceto a de Aquiles e Cerruti.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 5,
                        "interdependence": 0
                    },
                    "spaceCoins": 63480
                },
                {
                    "id": "B",
                    "texto": "Cerruti poderia dar mais informações. A sua postura deseduca os demais, porque ele prefere adotar uma condução restritiva e ardilosa.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 5,
                        "interdependence": 10
                    },
                    "spaceCoins": 65410
                },
                {
                    "id": "C",
                    "texto": "Cerruti ignora a ética, a sincronicidade; o espírito de equipe, a transparência e a comunicação direta, e estimula o conflito.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 10,
                        "interdependence": 10
                    },
                    "spaceCoins": 65410
                },
                {
                    "id": "D",
                    "texto": "O clima de confiança entre eles aumenta pela firmeza com que Cerruti lidera.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -5,
                        "engagement": -10,
                        "interdependence": -10
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Uma liderança na parede, o que fazer?",
            "id": "CSD6",
            "descricao": "Na última convenção virtual realizada no espaço há quatros meses, com a presença de todos os astronautas, especialistas e coordenadores que habitam as sete estações, Charlie Cerruti, gerente geral da ACEE, prometera um bônus de 3 MM de spacecoin a cada um pelo alcance das metas traçadas. \n\nEsta tratativa havia sido feita há seis meses entre Cerruti e a Administração Aeronáutica Espacial localizada em Washington, D.C., EUA. com o presidente e cientista chefe Bill Dale. Entre tapas e beijos, os critérios foram bem alinhados. Apesar disso, Cerruti pareceu ter saído mais satisfeito da reunião do que Bill, que sempre foi mais rígido para discutir o tipo de reconhecimento.\n\nAo final do primeiro ciclo no espaço, Cerruti marcou um cal virtual coletivo com todos os astronautas para comunicar o êxito dos resultados alcançados e fazer a premiação, com o anúncio adicional de poderem administrar do espaço, junto a corretora Spacecoin, toda remuneração recebida da ACEE. \n\nOcorre que Bill Dale resolveu chamá-lo de última hora para comunicar que decidiu fazer uma revisão dos números para cima e dizer a ele, Cerruti, que a premiação não deverá mais ser feita. As metas, segundo ele, não foram alcançadas como se esperava. \n\nCerruti interpelou dizendo que não poderia voltar atrás diante da palavra dada e que a celebração já está ocorrendo entre as equipes que acompanham com afinco o próprio desempenho – “Eles não são bobos, irão reclamar e poderão ficar desmotivados... E agora, o que farei?”, indagou Cerruti a Bill Dale.\n\nA questão está com você Cerruti, você decide. Mas, lembre-se do que estou lhe falando - sim, é uma orientação. Fui pressionado pelo board, mas você é o líder.\n\nJá sozinho, Cerruti procura Aletheia para trocarem uma ideia sobre a situação:",
            "planeta": "Fobos",
            "personagens": [
                "cerruti",
                "aletheia"
            ],
            "dialogo": [
                {
                    "personagemId": "cerruti",
                    "texto": "Convidei você para esta caminhada Aletheia, porque estou aflito com a decisão que preciso tomar. Tenho a premiação para fazer à toda equipe, mas o board me orientou a cancelar por motivos que ainda desconheço. É a minha palavra contra a deles.",
                    "duracao": 12000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "A verdade sempre é algo que deve estar em conformidade com a realidade, com os fatos. Temos a estabelecida com os astronautas - o acordo, e a que Bill Dale tentou lhe convencer, se apegando ao board que certamente deve tê-lo cobrado. Ele não esclareceu o porque da mudança exatamente, e você por sua vez, não se convenceu para mudar sua posição. Sentiu mais seguro na palavra que deu aos astronautas que tem trabalhado arduamente, e atingir as metas. Temos talvez duas verdades, a que vale é a sua à partir do dilema que sente. Neste sentido, ele está dentro de você onde tudo pode – a base são seus valores e a sua consciência como líder que é. Ambas as posições apontam riscos. O impasse continua no seu colo para decidir.",
                    "duracao": 25000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "Qualquer caminho que eu faça ou opinião que eu venha a pedir a alguém, a decisão será solitariamente minha. Decidir com base apenas na realidade dele, tornaria as coisas mais fáceis, não?.. Aletheia, agradeço seus comentários e escuta. Pensarei um pouco mais. Tenderei a pagar, porque entre outras coisas importantes uma delas é moral, ética; disponho de orçamento para cumprir o acordo feito com todos eles.",
                    "duracao": 18000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Houve falta de habilidade corporativa de Cerruti para renegociar com Bill Dale o processo de metas e reconhecimento ao querer preservar a premiação do primeiro ciclo concluído no espaço.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "B",
                    "texto": "Cerruti deveria ser demitido no momento oportuno. Boards são implacáveis em questões desta natureza.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "C",
                    "texto": "Cerruti tomou a decisão como líder, que procurou assegurar o já prometido com a consciência de todos os riscos.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 10,
                        "interdependence": 10
                    },
                    "spaceCoins": 66050
                },
                {
                    "id": "D",
                    "texto": "Cerruti resolve agir com a verdade, protagonizando o risco da palavra que lhe valia mais do que qualquer coisa.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 10,
                        "interdependence": 10
                    },
                    "spaceCoins": 66050
                }
            ]
        },
        {
            "nome": "um dilema que testa a liderança em sua essência",
            "id": "CSD7",
            "descricao": "Segundo dados atualizados pela ACEE, está previsto o aparecimento de um enorme cometa de proporções 10 vezes maior que o diâmetro de 11 Km do cometa Halley, e que já é um velho conhecido dos cientistas da Terra. O problema é que o cometa está indo em direção à Marte, exatamente onde está situada a estação e a colônia do planeta vermelho, em processo de construção. \n\nA distância do cometa a estes pontos espaciais é de somente 17,3 MM de Km, o que representa 180 dias de distanciamento/viagem. \n\nA esta ameaça iminente de colisão, segue uma forte preocupação de todos para manter parte da colônia já construída, e a população de astronautas envolvidos na missão. A verdade é que todos estão assustados com o cometa e a provável colisão, pois o conhecimento astronômico que todos tinham é de que o núcleo sólido dos cometas tinha menos de 60 Km de diâmetro. \n\nSabe-se que os cometas são como “bolas de gelo sujas”, compostos por uma mistura de gelos voláteis de água; dióxido de carbono e amônia, e mais toda poeira cósmica derivada. A catástrofe pode ser maior diante da suspeita de que este cometa traz outros elementos tóxicos à saúde humana e são bem mais resistentes aos materiais utilizados na estrutura externa da estação e da colônia.\n\nNo giro das equipes que passam pelas estações, a fim de cumprirem suas metas,  está na zona de perigo a equipe de Kopenawa, que é um líder tido como realista, objetivo e, às vezes, confrontador. No geral, ele é respeitador das diferenças e generoso ao reconhecer as contribuições. \n\nKopenawa pede uma reunião virtual com os líderes e o chefe Charlie Cerruti. O clima está quente e já há um acirramento de ânimos, com posições de confronto. A discussão gira em torno da busca de uma solução para a ameaça iminente à Marte do cometa chamado Dimorphos.",
            "planeta": "Venus",
            "personagens": [
                "kopenawa",
                "cerruti",
                "demeter",
                "aquiles"
            ],
            "dialogo": [
                {
                    "personagemId": "kopenawa",
                    "texto": "Não desejo repetir o jeito de condução de Deméter como da outra vez, porque acho que a situação desta vez é diferente. O tempo é menor e o perigo da poe-ira cósmica pode ser fatal, se colidirmos.",
                    "duracao": 10000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "Kopenawa, astrofísico que você é, deve saber que a solução passa pelo olhar de quem é juramentado no assunto. Temos sete especialistas nas estações para nos ajudar e a equipe de base da Terra. Sei que a Liu Yang e o Capitão Kirk conhecem bem o tema, pois trabalharam com experimentos envolvendo cometas e asteroides. Eles conhecem os riscos e o que fazer.",
                    "duracao": 15000
                },
                {
                    "personagemId": "kopenawa",
                    "texto": "Concordo, acho razoável o que você fala ao somar mais dois colegas aos sete especialistas de origem. Eles nos ajudarão na solução. Feito!",
                    "duracao": 7000
                },
                {
                    "personagemId": "demeter",
                    "texto": "Acho que deveríamos conversar e entender o momento de cada um e aproveitar para reconhecer o que fizeram nos últimos meses. Agora é a hora, e enaltecê-los sobre a importância que todos tem nesta luta pela sobrevivência. Disponho-me a iniciar a roda de conversa com o “sinal verde” de vocês.",
                    "duracao": 12000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "...Estamos aqui perdendo tempo. Já poderíamos colocá-los na estação próxima da ameaça identificada para que comecem a trabalhar. Depois fazemos esta “perfumaria” da Deméter. Eu não me responsabilizo se fizerem diferente.",
                    "duracao": 10000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Faltou Cerruti se posicionar com a melhor solução ao grupo, ou de ratificar a posição de Kopenawa que liderava a discussão.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 10,
                        "interdependence": 15
                    },
                    "spaceCoins": 66050
                },
                {
                    "id": "B",
                    "texto": "Não houve o alinhamento e empowerment de Cerruti, assim como o reforço esperado sobre os valores da ACEE.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 25,
                        "interdependence": 35
                    },
                    "spaceCoins": 70550
                },
                {
                    "id": "C",
                    "texto": "O nível de comunicação indica a interação de um grupo e não de uma equipe em funcionamento.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "D",
                    "texto": "A reunião foi desnecessária. Bastaria Cerruti acionar a equipe mais próxima, com apoio remoto dos demais.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 0,
                        "interdependence": 25
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Salto de fé, o desafio que habita a mente do líder",
            "id": "CSD8",
            "descricao": "Em um dos poucos momentos de descanso, Sísifo e Aletheia promovem uma caminhada espacial juntos e começam a dialogar. Numa certa altura, Sísifo se lembra de uma poesia que falava... “Mas que chato é o sol, falso touro Espanhol domado. Restam outros sistemas fora do solar a colonizar. Ao acabarem todos só resta ao homem a dificílima dangerosíssima viagem de si a si mesmo: Pôr o pé no chão, do seu coração: experimentar, colonizar, civilizar, humanizar o homem. Descobrindo em suas próprias inexploradas entranhas a perene, insuspeitada alegria de con-viver.” Certamente Aletheia, esta poesia se conecta ao nosso mestre Einstein, quando lhe perguntaram se ele acreditava em Deus. Ele então, respondeu: “Acredito no Deus de Espinosa, que se revela por si mesmo na harmonia de tudo o que existe, não no Deus que se interessa pela sorte e pelas ações dos homens”. Esse Espinosa era demais, demais!\n\nQuando olho para este espaço infinito imaginando outras galáxias e sistemas penso que o homem engatinha na sua missão, ora avançando com foguete com propulsão nuclear, ora com foguete em forma de vela acelerado pelo vento solar, ora com foguete ionizado e com colônias que se estendem a 1 Km de comprimento, tudo isto é uma loucura da sede do homem progressista. Ônibus reutilizáveis, motores que atingem velocidades hipersônicas de até 15 vezes a velocidade do som, tudo, tudo isto era inimaginável até então,... São tecnologias testadas.... O homem não tem evoluído como a tecnologia, agimos ainda como na idade da pedra no campo das emoções e dos sentimentos. Ou seremos sempre assim?... Aletheia, qual é a nossa verdade, afinal?”",
            "planeta": "Saturno",
            "personagens": [
                "sisifo",
                "aletheia"
            ],
            "dialogo": [
                {
                    "personagemId": "aletheia",
                    "texto": "Astronauta, tá sentindo falta da Terra? Que falta que essa Terra te faz? A gente aqui embaixo continua em guerra olhando aí pra lua, implorando por paz. Então me diz, por que que você quer voltar? Você não tá feliz onde você está?... Como é grande a nossa ignorância. E como a nossa vida é mesquinha. E você querendo voltar aqui pro chão? Ah não, meu irmão, qual é a tua? Bicho te mordeu aí na Lua?” (risos)",
                    "duracao": 15000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Ahahah! ...É isso aí. Talvez a real seja agir com a nossa melhor liderança, a que pode mudar toda essa ignorância sem ser messias!",
                    "duracao": 6000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Sabe Aletheia, sinto aqui no espaço que todas estas coisas se conectam, tudo, e volta para a gente mesmo... Quando eu retornar a Terra não serei mais o mesmo. Só existimos em nós para o outro; somos gregário. Acho que preciso fazer mais por mim e pelas pessoas sem vaidade e oportunismo, e de forma generosa. As coisas boas assim voltarão; não quero ter mais grandes expectativas, percebo que a ansiedade me leva ao estresse. Será este o meu desafio pessoal daqui pra frente, com certeza!... E valorizar as coisas simples!",
                    "duracao": 18000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "Parceiro, acho que você agora deixou de ficar tão ansioso como antes, coisa que vinha atrapalhando a gente, todos nós. Não será fácil, mas acho que você caminha para sua alteridade. Isso é maravilhoso pra sua vida e para os que ainda você vai liderar. Isto é fascinante. Te elogio por este salto de fé que você dá... É a jornada de um líder que caminha de verdade, não?",
                    "duracao": 14000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Acho que sim. Só saberei construindo esta jornada, não podemos perder de vista o “porque” da nossa existência, mas acontece que a perdemos com facilidade. Não podemos permitir que coisas assim aconteçam. A vida é em si efêmera. Estamos hoje na ACEE e muitas outras empresas ainda virão. Nos resta construir algo que nos dê sentido e dignidade.",
                    "duracao": 14000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "A jornada é o seu caminho, parceiro. Decida o que achar razoável para você.",
                    "duracao": 5000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Sísifo parece estar um pouco “fora de órbita”. Coisas assim, não levam a nenhum resultado objetivo ou de impacto para a missão espacial. Será que ele deveria estar mesmo nesta missão?",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "B",
                    "texto": "Diálogos assim, às vezes, funciona bem para diminuir a pressão que existe quando se está diante de grandes desafios.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Trata-se de um processo de reflexão para enxergar a importância do líder - para si e para os outros; ele é um processo fundamental e autêntico.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 5,
                        "interdependence": 5
                    },
                    "spaceCoins": 63480
                },
                {
                    "id": "D",
                    "texto": "Ambos falam da jornada de todo líder que quer se conhecer e qualificar a própria liderança.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 10,
                        "interdependence": 15
                    },
                    "spaceCoins": 66050
                }
            ]
        },
        {
            "nome": "Gestão por conflitos ou colaborativa?",
            "id": "CSD9",
            "descricao": "Toda comunidade científica está preocupada com o planeta Terra. Como Saturno, ela está quase formando anéis, mas de lixo. De acordo com a ACEE-Agência Central de Exploração Espacial existem cerca de 170 milhões de fragmentos de lixo espacial com mais de um milímetro de diâmetro em órbita. Aproximadamente 670 mil deles são maiores do que cerca de meia polegada de diâmetro. As imagens são terríveis e a notícia não é nada animadora, coisa que tende a se agravar.\n\nSabe-se que boa parte destes materiais que rondam o planeta Terra são produtos da ação humana, como satélites inativos e danificados, destroços de foguetes e outros resíduos de missões ao espaço. \n\nCerruti, gerente geral, comunica às equipes que têm mantido registros detalhados sobre este processo espacial orbital, que o arsenal de objetos se encontra a 28 mil Km da Terra. Ele quer que alguma coisa seja feita urgentemente sob o seu comando para eliminar a catástrofe, começando, quem sabe, com um projeto de redução sensível destes resíduos.\n\nInconformado, Cerruti pede que uma das equipes se voluntarie para desenhar e implementar o projeto, que deve durar seis meses no máximo. Se isto não ocorrer, ele antecipa que fará a substituição de alguns astronautas com base no histórico de desempenho. Para isso, e se for necessário, virá da Terra um novo Ônibus de Rotação Espacial trazendo novos aspirantes bem treinados para as posições. O tempo urge com todo lixo espacial que se avoluma, produzido por todos os países pioneiros nos projetos espaciais de exploração e colonização.\n\nA notícia estourou como uma bomba nas equipes; conversas e fofocas rolam entre os astronautas, que têm demonstrado atitudes desde “puxar o tapete” veladamente de outros, até a centralização de qualquer problema operacional que exija uma solução imediata.\n\nNa verdade, ninguém quer abandonar a missão que conquistou com suor, lágrimas e renúncias. Conflitos vão se sucedendo. E agora? \n\nO líder Kopenawa com expertise no assunto sugere a Cerruti fazer parte de uma força tarefa para redução de resíduos de lixo espacial, mas gostaria de divulgar o projeto a todas as estações para ver o entusiasmo que ele desperta entre os especialistas-astronautas, para daí compor a equipe. Assim, alguém, ou alguns, podem espontaneamente se voluntariar. Ele sabe que Deméter e Aquiles, coordenadores, além de Liu Yang, física nuclear, e o Capitão Kirk, poderiam ajudar a desenvolver o audacioso projeto de controle ambiental.\n\nLiu Yang é uma das que mais entende do assunto, pois seria capaz de liderar todo o projeto naturalmente e sem fazer alardes; ela minimizaria ruídos e vieses, dando pouca margem a resistências durante a implantação. Ela, como diz Kopenawa, sabe reduzir incertezas, influenciar com jeitinho e agir com disciplina, calma e respeito ao vender suas ideias.\n\nCerruti ao fazer suas considerações a Kopenawa e aos outros líderes - especialmente sobre Liu, endossou a composição da equipe. Porém, ele exige que Nora, que “bate sempre de frente” com a Liu esteja na equipe, sem ao menos justificar o “por que” de sua incisiva recomendação.",
            "planeta": "Lua",
            "personagens": [
                "kopenawa",
                "cerruti",
                "liu_yang",
                "nora",
                "demeter",
                "aquiles",
                "capitao_kirk"
            ],
            "dialogo": [],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Cerruti e Kopenawa conduzem democraticamente a gestão do problema, agindo com rapidez e pontualidade na formação da equipe.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "B",
                    "texto": "Cerruti parece valorizar a gestão por conflitos, pelo fato de acreditar que através das diferenças pessoais se possa chegar às melhores soluções.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 60910
                },
                {
                    "id": "C",
                    "texto": "De forma respeitosa e com disciplina no comportamento, Cerruti deveria explicar os motivos que o levam a indicar Nora para a equipe, pedindo a Kopenawa o compromisso de liderá-los ao persistir com sua recomendação.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 5,
                        "interdependence": 10
                    },
                    "spaceCoins": 65410
                },
                {
                    "id": "D",
                    "texto": "Cerruti agiu precipitadamente e de maneira autocrática na situação. Ele deveria cobrar a liderança de Kopenawa para conduzir todo o projeto. E caso haja problemas entre elas, substituir a de pior desempenho.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -5,
                        "engagement": -10,
                        "interdependence": 5
                    },
                    "spaceCoins": 60910
                }
            ]
        },
        {
            "nome": "O 'estranho' que chegou para mudar: Willy",
            "id": "CSD10",
            "descricao": "Com base nos estudos que vem fazendo há bastante tempo, a astronauta- especialista Dra. Maureen vem desenvolvendo um projeto piloto que vai dar o que falar. Ele deve substituir eventualmente qualquer astronauta em situação de afastamento do trabalho. \n\nDra. Maureen criou o mascote de um robô chamado “Willy” (caprichoso, em português). Além de ser perfeito em suas tarefas “Willy” é muito criativo e gosta de aprender; ele tem a mania de querer consertar o mundo. No teste piloto de convivência com um grupo restrito de astronautas fora desta missão (em laboratório), eles disseram que “Willy” tem se mostrado um técnico de primeira linha, que “vive” imaginando coisas diferentes que funcionam em benefício da missão.\n\n“Willy” tem uma “paciência de jó” que o diferencia de tudo já visto. Sua organização de pensamentos programados e o modo como faz as coisas é simples e direto. Tudo para ele fica fácil de entender. Ele é humilde ao se colocar, parecendo ser alguém que traz dentro de si muita sabedoria. Com ele não tem viés nem ruído quando olha para as coisas, sejam elas humanas ou técnicas. \n\nA disciplina (treinamento) de “Willy” é de chamar a atenção, pois ele consegue conduzir astronautas para o que é correto fazer; ele dá o caminho certo e ajuda à todos a serem melhores do que aparentemente são... Esse “Willy”!\n\nQuando perguntado sobre isso, ele responde que “a disciplina nada mais é do que a demonstração clara de você querer que o outro esteja preparado para o que der e vier. Isto tem a ver com a generosidade, que é a coisa do ensinar.” \n\n“Willy” deve causar um furor de inveja entre os astronautas que se sentirão ameaçados no futuro da missão. O último avanço do projeto, para se ter uma ideia, indica que “Willy” começou a aprender a motivar, a ter paciência (já comentado), a inspirar e a influenciar os outros com humor e carisma. \n\nO que será da missão, agora?",
            "planeta": "Haumea",
            "personagens": [
                "cerruti",
                "dra_maureen",
                "aquiles",
                "sisifo",
                "neo"
            ],
            "dialogo": [
                {
                    "personagemId": "cerruti",
                    "texto": "Esta reunião é estritamente confidencial e todos estão desautorizados a comentar qualquer coisa, seja com quem for. Pretendo gerenciar pessoalmente as informações processadas aqui nas redes. Convoquei apenas vocês: Dra. Maureen que projetou o tão aguardado “Willy”; Aquiles; Neo (que já foi um co-líder) e Sísifo... Antes que me perguntem, não convoquei Aletheia, Kopenawa e Deméter, coordenadores-líderes, porque sinto que eles são tendenciosos e querem participar por demais aos outros o processo de tomada de decisão, isto me deixa irritado. Tudo demora com eles.",
                    "duracao": 20000
                },
                {
                    "personagemId": "dra_maureen",
                    "texto": "... Nem todas as situações estão previstas para “Willy” responder e atuar, principalmente no campo das emoções. Ele não tem e não terá jamais inteligência emocional senhores, embora os testes com ele sejam promissores.",
                    "duracao": 10000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Tenho problemas na gestão; apoio a produção em série de “Willy”, pois isto nos ajudará a substituir astronautas lentos. É..., com os outros tudo demora.",
                    "duracao": 10000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Não tenho uma ideia formada sobre esta mudança na gestão, mas o projeto de testes com “Willy” deve continuar. Penso que o melhor caminho é a cautela técnica.",
                    "duracao": 10000
                },
                {
                    "personagemId": "neo",
                    "texto": "Desconhecia o projeto, mas acho que ele vai trazer bons resultados à despeito da opinião de toda tripulação.",
                    "duracao": 8000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "Vamos perseguir a produção em série de “Willy”, que dará certo. Vamos para o risco, pois preciso fazer mudanças para o board que pede que melhoremos nossa produtividade e o controle dos custos.",
                    "duracao": 12000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Acertadamente, Cerruti segue pautado pelo princípio hierárquico e age pelo resultado.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -10,
                        "interdependence": -5
                    },
                    "spaceCoins": 60270
                },
                {
                    "id": "B",
                    "texto": "Cerruti “erra” em não convocar os outros líderes para discutir um projeto importante segundo ele mesmo, que se propõe a gerar transformações.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -5,
                        "engagement": -10,
                        "interdependence": 15
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Cerruti sabe decidir como líder e, por isso, é um transformador.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -15,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "D",
                    "texto": "Cerruti centraliza por demais, envolvendo pessoas “erradas” sem ter contrapontos",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 15,
                        "engagement": -10,
                        "interdependence": -15
                    },
                    "spaceCoins": 60910
                }
            ]
        },
        {
            "nome": "A liderança adaptativa diante do improvável",
            "id": "CSD11",
            "descricao": "Vamos para o planeta Saturno e será uma missão incrível, histórica. Comunico a base na terra e a ACEE no espaço que já estamos prontos. Toda propulsão para Saturno. Vamos lá, baby! Ignição iniciada: 3,2,1,0... A altitude vai bem, a blindagem está bem, motor central funcionando; nos preparemos para a sacudida... Base e ACEE, um propulsor falhou, os outros funcionam. A base e a ACEE por sua vez confirmam que a falha existiu e não há como compensar.\n\nO líder e coordenador Sísifo pergunta o que está acontecendo com o propulsor, mas a Base e ACEE insistem em dizer que não sabem o motivo da falha.\n\nNós, da estação Salyut, não sabemos porque falhou, mas os outros funcionam e todos terão que trabalhar mais. Sísifo está otimista dizendo que a suspensão e o equilíbrio da nave estão bem e que não haverá mais falhas. Todos iremos a Saturno, agora!\n\nNeo e Ares preparam a transposição e o acoplamento; ativam a pressão e conseguem separar o módulo de comando. Ares também segue vigiando a telemetria. Já Sísifo, o líder, está com olhos no alinhamento, e o vigia direto. Ele comunica que todo painel está em ordem. Neo acalma todos os parceiros de voo dizendo estar no controle. \n\nA base em Terra e ACEE parabenizam a todos: Sísifo, Neo, Tamara e Mae pelo acoplamento.",
            "planeta": "Delfos",
            "personagens": [
                "sisifo",
                "base_acee",
                "mae",
                "ares",
                "tamara",
                "neo"
            ],
            "dialogo": [
                {
                    "personagemId": "neo",
                    "texto": "... (silêncio) Base e ACEE, temos um problema.",
                    "duracao": 5000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Está ocorrendo queda de energia; estamos perdendo energia e propulsão.",
                    "duracao": 7000
                },
                {
                    "personagemId": "ares",
                    "texto": "Desligou..., aqui deu um sinal de alarme, pessoal!",
                    "duracao": 6000
                },
                {
                    "personagemId": "mae",
                    "texto": "Vou checar os motores. Acendeu aqui uma luz de advertência.",
                    "duracao": 6000
                },
                {
                    "personagemId": "base_acee",
                    "texto": "O tanque de oxigênio não aparece no controle.",
                    "duracao": 5000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Vejo pela janela que estamos soltando oxigênio... Estamos sangrando!",
                    "duracao": 6000
                },
                {
                    "personagemId": "base_acee",
                    "texto": "Recomendo fecharem as válvulas reguladoras. Poupem o oxigênio.",
                    "duracao": 6000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Entendemos. Perdemos a missão a Saturno. Ares, Mae, Tamara e Neo, vamos desligar tudo para poupar o que pudermos pra viagem à Estação Delfos.",
                    "duracao": 12000
                },
                {
                    "personagemId": "base_acee",
                    "texto": "Esqueçam a rota, improvisem uma nova missão em direção a Delfos.",
                    "duracao": 6000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Perdemos contato. Nada de improvisar, vamos seguir a trajetória livre e trabalhar uma propulsão que nos ajude. Se o motor estiver avariado pode explodir tudo e morreremos. Usaremos o módulo de serviço, redistribuindo funções, cooperação ao máximo. Na trajetória livre, quando contornarmos Saturno ligaremos então o motor, propulsionaremos e corrigiremos a rota. Vamos começar o rastreamento de energia para armazená-la agora.",
                    "duracao": 25000
                },
                {
                    "personagemId": "mae",
                    "texto": "Mas nós nunca simulamos isso, você sabe Sísifo,... Vamos morrer!",
                    "duracao": 6000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Insisto, vocês são muito capazes. Mae, confie em nós, aqui confiamos em você. Se não juntarmos nossos talentos agora, quem o fará por nós? Quero todos testando soluções, esta missão é a mais árdua de nossas vidas. O fracasso não vai acontecer sob meu comando. Temos que perseverar!",
                    "duracao": 18000
                },
                {
                    "personagemId": "mae",
                    "texto": "Nossa Sísifo, vendo você falar assim o seu entusiasmo é o nosso também. Aceito o desafio Sísifo, vamos perseguir o plano pra sair dessa.",
                    "duracao": 10000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "A missão a Saturno foi adiada. Eles se ajudam para se salvarem da morte iminente. Qualquer tipo de liderança vale nestas horas, como a de Sísifo - solidária e impulsionada pelo medo.",
                    "impactos": {
                        "nuclearPropulsion": 10,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": -40,
                        "productivity": 5,
                        "engagement": 15,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "B",
                    "texto": "O caos provocado pela explosão, com a redução do oxigênio em um dos compartimentos gerou toda pane. Os astronautas, angustiados, se juntam para resolver com disciplina rumar em direção à Estação Delfos.",
                    "impactos": {
                        "nuclearPropulsion": 20,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": -40,
                        "productivity": 15,
                        "engagement": 20,
                        "interdependence": 0
                    },
                    "spaceCoins": 64120
                },
                {
                    "id": "C",
                    "texto": "A missão a Saturno fracassou. O espirito de equipe prevalece liderado por Sísifo, que está impulsionado pelo propósito.",
                    "impactos": {
                        "nuclearPropulsion": 25,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": -40,
                        "productivity": 15,
                        "engagement": 40,
                        "interdependence": 0
                    },
                    "spaceCoins": 67330
                },
                {
                    "id": "D",
                    "texto": "Diante da explosão, com a redução de oxigênio, a liderança de Sísifo aparece\nna equipe, que luta para perseguir uma solução rumo à estação mais próxima.\nEle restaura o orgulho de ser astronauta pelo desafio de preservar a vida.",
                    "impactos": {
                        "nuclearPropulsion": 30,
                        "direction": 15,
                        "stability": 0,
                        "oxygen": -40,
                        "productivity": 25,
                        "engagement": 40,
                        "interdependence": 0
                    },
                    "spaceCoins": 71190
                }
            ]
        },
        {
            "nome": "Modelo Democrático, Autocrático ou Liberal?",
            "id": "CSD12",
            "descricao": "O Sindicato Mundial dE Astronautas Espaciais  (smae) comunica no seu boletim oficial que entrou com uma representação nas entidades competentes de justiça dos países membros da ACEE – EUA, Rússia e China, reivindicando o aumento de 40% no vencimento dos astronautas e um bônus vitalício de insalubridade de 35%, com base no salário médio dos últimos 5 anos contra “doenças adversas estranhas (DAE)”, adquiridas no espaço. Este último ganho recai também às famílias de astronautas mortos. \n\nA representação favorece a todos os astronautas que estiveram e estão em missões orbitais. Sabe-se que a ACEE atualmente tem no espaço 26 astronautas, além de uma tripulante convidada - a Zahy. \n\nNo mundo, o número de astronautas orbitais vinculados historicamente a ACEE e às agências dos países somam 592. O orçamento estimado para esta “dívida trabalhista”, que deverá ser permanente e crescente, é de 20 MM (US$) ao ano.\n\nA ACEE e as agências alegam não ter condições de bancar esta expectativa que afetará as contas públicas dos países em crise por conta da pandemia Sars Cov 19 que afetou a economia mundial. Isto coloca em risco todas as missões planejadas. Já se comenta na comunidade de astronautas, cosmonautas e taikonautas que dias difíceis virão para a categoria, com o acirramento das partes.\n\nO Fundo Financeiro Internacional Para Projetos Espaciais (FFIP), que vem dando apoio às missões, não parece nada sensível a qualquer reivindicação da categoria. Os projetos, em andamento, agora correm sério risco de interrupção com a posição de ambos os lados. \n\nO representante sindical dos astronautas no espaço, Iuri Galina, convoca todos para uma live, a fim de discutir o assunto. Sabe-se que boa parte deles é favorável a adesão à greve, e que não há previsão para encerrá-la, caso as\nreinvindicações não sejam atendidas.\n\nNa live, todos os astronautas, exceto Cerruti e Zahy, estão reunidos e trocam ideias se irão avançar ou recuar na estratégia da greve para conseguirem o êxito nas reivindicações.",
            "planeta": "TRAPPIST-1e",
            "personagens": [
                "iuri_galina",
                "kopenawa",
                "narrador"
            ],
            "dialogo": [
                {
                    "personagemId": "iuri_galina",
                    "texto": "...Finalmente, nós representamos a “nata” dos astronautas no mundo. Se não fizermos nada por nós agora, não teremos qualquer conforto de nossas famílias no futuro. Precisamos de tranquilidade para trabalharmos, vocês não acham? ... Se não agora, quando será então, parceiros?",
                    "duracao": 15000
                },
                {
                    "personagemId": "narrador",
                    "texto": "Algumas horas depois, entre debates e posições acirradas, o grupo combina, aparentemente, fazer piquetes para não interromper as tarefas nas estações.",
                    "duracao": 10000
                },
                {
                    "personagemId": "kopenawa",
                    "texto": "(pede a palavra): ...Parceiros, quero um tempo de fala... Entendo a posição de cada um, mas gostaria de relevar também a importância de nossa missão e os reflexos dela para o mundo. Nós somos a “nata” do exemplo, e podemos pensar adiante uma outra forma de encaminharmos nossas reinvindicações. Vou declinar da minha posição inicial, pois estamos no momento mais crítico de tudo, por isso nossa inteligência coletiva tem que prevalecer. Respeito suas posições, mas tenho agora a expectativa que todos repensem a situação. Não estou aqui representando ninguém, exceto minha consciência. Estou aberto para, adiante, retomarmos o assunto numa outra “vibe”, e, sendo um dos coordenadores, quem sabe, levar a posição de não adesão à nossa chefia – o Cerruti, claro, se vocês concordarem!”",
                    "duracao": 35000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Kopenawa respeita a transparência e a diferença de opiniões entre os astronautas. Ele coloca na autoliderança o pensar sobre a virtude envolvida, ressaltando, entre outras coisas, a independência e a responsabilidade.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 5,
                        "interdependence": 10
                    },
                    "spaceCoins": 64770
                },
                {
                    "id": "B",
                    "texto": "Trata-se de uma gestão de conflitos que merece cuidados na condução, sem qualquer parcialidade política ou manifestação de interesses.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Kopenawa decide ser transparente, pedindo a adesão de todos para continuar\na desafiadora missão, que é essencial para a humanidade.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 5,
                        "engagement": 15,
                        "interdependence": 10
                    },
                    "spaceCoins": 66050
                },
                {
                    "id": "D",
                    "texto": "Kopenawa deveria observar atentamente todos eles nos momentos difíceis como este. Em seguida, reunir-se com Cerruti e relatar quem sãos os aliados\ne adversários da ACEE. Daí, decide com ele, com base no valor da organização - a ética –, as escolhas que precisarão ser feitas.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": -15,
                        "interdependence": -15
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "O Burnout chegou à missão",
            "id": "CSD13",
            "descricao": "A “space brain” é uma das maiores preocupações de especialistas espaciais, que remete a um fenômeno relacionado à exposição humana prolongada a raios cósmicos galácticos. Ele pode fazer com que missões espaciais fracassem. A memória dos astronautas é uma questão importante no planejamento de longas viagens no espaço. Os raios, por exemplo, carregam tanta energia que podem penetrar o casco de uma nave espacial e sua exposição às partículas pode causar danos de longo prazo ao cérebro. Pode ocorrer alterações cognitivas, demência e dificuldades de aprendizagem. Para completar, o “space brain” contribui para diminuição do rendimento, a ansiedade, a depressão e alterações na hora de tomar decisões, e muitos destes problemas podem continuar ao longo da vida.\n\nJá se sabe também que toda radiação a que está exposta o astronauta afeta a \"extinção do medo\", processo pelo qual o cérebro reprime experiências desagradáveis e estressantes do passado. O déficit na extinção do medo pode tornar os astronautas propensos à ansiedade, podendo ser problemático numa viagem de três anos de ida e volta a um planeta, por exemplo.\n\nEnquanto os astronautas estiverem dentro das estações espaciais, eles estarão  protegidos de raios cósmicos porque a magnetosfera funciona como escudo contra radiação que, ao ser descarregada, libera energia ao se chocar com o corpo humano. \n\nJá os especialistas-astronautas em missão no espaço estão apavorados com o informe de Zachary de que a “space brain” será inevitável entre a tripulação espacial. Porém, às bocas pequenas, fala-se que ele tem apresentado um quadro de saúde mental delicado, que revelam amnesifobia e aeroacrofobia, segundo a Dra. Chiaki.\n\nOs medos de Zachary de perder a memória e deixar a estação para fazer caminhadas e efetuar reparos externamente, não lhe permitem o convívio social necessário para garantir a realização de seu trabalho com os astronautas, justo agora que ele é fundamental para a missão.",
            "planeta": "Makemake",
            "personagens": [
                "kopenawa",
                "aquiles",
                "cerruti",
                "sisifo",
                "demeter",
                "aletheia"
            ],
            "dialogo": [
                {
                    "personagemId": "kopenawa",
                    "texto": "Solicitei esta chamada por vídeo a vocês, porque pela primeira vez estou perdido e não sei como fazer para resolver a situação de Zachary, afastado pela Dra. Chiaki. Ele vem ‘jorrando” informes sobre doenças que podem ser contraídas aqui, e percebo que já há uma compulsão de seu comportamento... O que faço, pessoal?",
                    "duracao": 15000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Temos que valorizar a meritocracia escolhendo outro astronauta para assumir suas funções. Ele está “piradinho”, e tenho dúvidas se ele volta ao trabalho... Pense, Kopenawa, se já não é hora dele retornar à Terra.",
                    "duracao": 12000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "Entrando agora,... Acho que a coisa tomou outra dimensão, talvez ele possa mesmo retornar. Perdi a confiança nele, pessoal!",
                    "duracao": 8000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "O caso é delicado, tenho um nome para substituí-lo, se for o caso. Esta pessoa tem todo o conhecimento necessário, menos a experiência.",
                    "duracao": 8000
                },
                {
                    "personagemId": "demeter",
                    "texto": "A experiência de Zachary é incomparável, ele vai se ressentir a depender do tratamento que dermos à situação.",
                    "duracao": 7000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "Corajoso você, Kopenawa, que nos presenteia com este case de liderança... Zachary merece um feedback de toda situação. Devemos exercer empatia com ele, que tem sido dedicado. Devemos escutá-lo e a linha de especialistas, quem poderia substituí-lo por um tempo. O novo colega deve ser ratificado aqui. Sobre Zachary ainda, ele está moderadamente estressado segundo a doutora, Cerruti. Ela atesta que as fobias foram desencadeadas pelo esgotamento. Ele necessitará de acompanhamento médico-psiquiátrico. Já o novo colega na função deve ter um coach da base, com canal direto e constante. Cerruti, pesquisei - Zachary continua a ter mesma confiança de todo time. Nos resta orientá-los para que os ajudem em sua recuperação.”",
                    "duracao": 30000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Aletheia parece adequada em seu posicionamento.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 20,
                        "engagement": 30,
                        "interdependence": 80
                    },
                    "spaceCoins": 78890
                },
                {
                    "id": "B",
                    "texto": "Agiu bem Aletheia, menos ter exposto Cerruti na questão da confiança.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 20,
                        "engagement": 25,
                        "interdependence": 20
                    },
                    "spaceCoins": 70550
                },
                {
                    "id": "C",
                    "texto": "Aletheia comunicou-se bem, mas deveria perguntar a Kopenawa se ele se sente confortável com o que ouviu. Depois, ajudá-lo no afunilamento da melhor decisão - passo a passo.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 30,
                        "engagement": 35,
                        "interdependence": 50
                    },
                    "spaceCoins": 76970
                },
                {
                    "id": "D",
                    "texto": "Aletheia trabalha para gerar o reconhecimento para si.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "A soberba de Neo Steves",
            "id": "CSD14",
            "descricao": "Num dos encontros planejados, as duas líderes Aletheia e Deméter, mais os astronautas-especialistas Capitão Kirk, Dra. Maureen, Nora e Liu seguem desenvolvendo os seus trabalhos. Em hora de descanso os astronautas-especialistas Hazza Ali, Illa Ramon, Semolek e Pétros decidem juntos fazerem uma longa caminhada espacial para “desanuviar” a cabeça e depois retornarem ao trabalho mais relaxados.\n\nO papo que rolou na caminhada não foi outro senão o de falar sobre o “jeito” como Neo, especialista de recursos naturais raros e astrobotânica, vem atuando, liderado por Sísifo, nas coisas de sua especialidade dirigida às estações. \n\nPara exemplificar, no projeto de culturas astrobotânicas que podem ser cultivadas em outros planetas e satélites de acordo com os estudos de Neo, as equipes enxergam que ele só faz o que “dá na teia” e não comunica as coisas na hora certa para que possam fazer a sua parte no processo experimental nas  colônias mais avançadas. \n\nA última queixa das equipes, que tem circulado na rede de whatsApp, é que quando as coisas chegam a elas partindo dele, os protocolos das culturas envolvendo experimentos do feijão, arroz, trigo e batata chegam incompletos. Sem eles não é possível saber o que fazer depois. \n\nNeo, como de costume, segundo elas, só sabe jogar culpa nos especialistas-astronautas que “são pouco inteligentes para entender o que precisa ser feito”. Ele fala uma coisa, usa uma lógica e pratica outra sem colocar a “mão na massa” para treiná-los corretamente. Além disso, tem se mostrado “mandão demais” por entender que poderá, quem sabe, ser o próximo líder em uma promoção.\n\nRecentemente, Semolek pegou Neo falando no virtual a Ila Ramon algumas coisas pesadas, ameaçando-o com um “você sabe com quem tá falando”?... O episódio caiu na rede dos astronautas e pegou mal para sua imagem, deixando IIa Ramon bastante ressentido.\n\nA caminhada espacial peripatética de Hazza Ali, Ila Ramon, Semolek e Pétros continua antes da chuva de meteoros que está para chegar!\n\nDurante a caminhada dos quatro colegas:",
            "planeta": "Eris",
            "personagens": [
                "hazza_alli",
                "illa_ramon",
                "semolek",
                "petros"
            ],
            "dialogo": [
                {
                    "personagemId": "hazza_alli",
                    "texto": "Tenho uma ideia razoável. Acho que poderíamos pedir uma reunião com Sísifo e falar sobre Neo, e alertá-lo para que o oriente mais. Ao mesmo tempo, dizer a Sisifo as consequências de seu comportamento para toda tripulação que já está criando uma aversão natural contra ele... Mas vocês sabem, nem sempre as pessoas mudam e têm paciência com alguém assim.",
                    "duracao": 15000
                },
                {
                    "personagemId": "illa_ramon",
                    "texto": "Hazza, você confunde as coisas. Sísifo se sentirá ofendido. Poderíamos nos vingar de Neo ignorando suas orientações no trabalho e ver se ele se toca, o que acham?... Ou vocês acreditam que há outro jeito melhor para se lidar com um “demônio” desses, tão soberbo com todo mundo? Ele vive de aparências e status, e age com utilitarismo das pessoas. É como o vejo, sabe!",
                    "duracao": 20000
                },
                {
                    "personagemId": "semolek",
                    "texto": "...Acho que Neo se conhece pouco pelas reações que conhecemos dele. Isto me preocupa quando dependemos dele. E se perguntássemos a ele numa conversa: “que nota você se daria em termos de autoconhecimento?”...",
                    "duracao": 12000
                },
                {
                    "personagemId": "petros",
                    "texto": "Semolek, você quer “apanhar” e ouvir poucas e boas dele (risos)? Não tente fazer isso que você se dará mal... Acho que precisamos pensar um jeito de sensibilizá-lo mais para os impactos que ele desencadeia nas pessoas. Isto é muito sério se não fizermos nada, o seu comportamento afetará nossa  produtividade. Precisamos abrir a cabeça dele pelo coração para inspirá-lo a entrar no espirito da equipe. Se não for assim, o que será de todos nós?... Vamos falar com Sísifo e sugerir a ele que compartilhe o problema com os outros coordenadores-líderes de sua confiança. Quem se habilita a falar com ele?... Eu me proponho.”",
                    "duracao": 30000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Não se trata da falta de autoconhecimento de Neo, como faz crer Semolek.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": -10,
                        "interdependence": -15
                    },
                    "spaceCoins": 57700
                },
                {
                    "id": "B",
                    "texto": "Pétros parece sensato e protagoniza um caminho, mas se esqueceu de lembrar que o reforço a Neo dos valores da ACEE poderia ajudar muito.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 10,
                        "interdependence": 30
                    },
                    "spaceCoins": 68620
                },
                {
                    "id": "C",
                    "texto": "Diante de alguém intransponível, pode ser que Illa Ramon esteja certo.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -10,
                        "interdependence": -10
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "D",
                    "texto": "Hazza Ali faz “boa leitura” do “caso Neo”, mas é conformista no final.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 15,
                        "interdependence": 0
                    },
                    "spaceCoins": 64120
                }
            ]
        },
        {
            "nome": "Até onde Deméter pode avançar?",
            "id": "CSD15",
            "descricao": "Numa semana bastante atribulada com exposição das tripulações, especialmente a liderada por Deméter que contou com várias atividades de reparos externos da espaçonave durante viagem ao planeta mais sombrio e gélido do sistema solar, sabe-se que na última noite a tripulante Nora teve uma sucessão de “surtos” que se agravou. Ela levantou-se enquanto todos dormiam, dirigiu-se a câmara de descompressão espacial e tentou abrir a porta numa tentativa clara de suicídio.\n\nOs companheiros da espaçonave - Deméter, Semolek, Liu Yang e Pétros Eco foram rapidamente até ela para segurá-la da tentativa de fazer o pior com sua própria vida. Todos ficaram assustados, pois jamais pensaram em viver uma situação dessas com uma colega de trabalho. Nora então, nos momentos seguintes já controlada e acamada, passou a ter calafrios intensos caindo no delírio “sem falar coisa com coisa”.\n\nDeméter adiantou como líder que não se tratava de um surto que ocorreu com Nora, mas de uma febre “diferente”. Ao falar com a Terra, que verificou o histórico de Nora e os últimos exames feitos, se confirmou o diagnóstico de Epstein-Barr, que é uma doença mononucleose infecciosa latente nas maioria das pessoas, onde o espaço pode facilmente desencadear o vírus. Certamente, o seu quadro de saúde com baixa imunização foi agravado pela exploração de eventos atípicos que ela faz, o que fora confirmada por Neo, Zachary, Dra. Chiaki e Atena, em conferência por vídeo.\n\nIlla Ramon, Gorjah e Neo, mais identificados entre si, tem trocado ideias sobre o que está ocorrendo. Eles avaliam que as estações podem virar uma “lata de sardinha doente” em que todos poderão ficar contaminados. Todos pressionam Aquiles - o líder pragmático, a falar com Cerruti e os outros líderes, para que algo seja feito com Nora observando a missão e a vida da maioria da tripulação. Ele articula entrevistas para substituição de Nora.\n\nOs cinco são contrários a qualquer confinamento nas estações, porque não acreditam que a medida seja suficiente. Enquanto isso, do lado de fora da cabine onde Nora está isolada, segue a equipe conversando sem saber o que fazer.\n\nTodos ouvem Nora gritar para que a coloquem na câmara de descompressão e ponham um ponto final em sua vida.",
            "planeta": "Urano",
            "personagens": [
                "demeter",
                "semolek",
                "narrador"
            ],
            "dialogo": [
                {
                    "personagemId": "demeter",
                    "texto": "...Se a febre não baixar, ela pode morrer logo. Não podemos deixá-la doente... Não podemos!",
                    "duracao": 6000
                },
                {
                    "personagemId": "semolek",
                    "texto": "Não há o que fazer. O código de segurança espacial (CSE) é claro e recomenda em casos assim, que a adoção de distanciamento do doente seja total. Não há o que fazer. Lamento, gente!",
                    "duracao": 10000
                },
                {
                    "personagemId": "demeter",
                    "texto": "...Vou entrar, estou com EPI, um de vocês entre comigo também equipado ...Ela está piorando. Vamos medicá-la conforme protocolo e acompanhar sua reação a despeito da regra de segurança.... A competência dela não pode faltar aqui. Coloquem a Dra. Chiaki em viva voz. Só vou dormir quando ela melhorar... Permanecerei aqui para estancar o seu sangramento que aconteceu quando ela bateu a cabeça no chão.",
                    "duracao": 20000
                },
                {
                    "personagemId": "narrador",
                    "texto": "(Liu e Pétros, nervosos, já falam em discutir na rede a conduta de Deméter).",
                    "duracao": 5000
                },
                {
                    "personagemId": "semolek",
                    "texto": "... Cuidado com o sangue contaminado,... as EPI’S estão sujas...",
                    "duracao": 5000
                },
                {
                    "personagemId": "demeter",
                    "texto": "... Seu eu não estivesse aqui para fazer a diferença, para mim de nada valeria tudo isso. Entenderam?... Fui treinada para isso... O que eu disser aqui é uma ordem... Temos que acreditar que haverá um pico da febre e que depois ela vai baixar... Os sinais de Nora estão oscilando muito... Nos diga Nora, quem são estas pessoas que você está falando?... Você vai melhorar, estamos aqui para lhe ajudar. Acredite!... ( A doença de Nora segue em estado grave).",
                    "duracao": 25000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Deméter desrespeitou a regra de segurança ao colocar em risco toda tripulação e a missão; ela pode gerar mais lacunas de competências no voo.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 10,
                        "interdependence": 0
                    },
                    "spaceCoins": 63480
                },
                {
                    "id": "B",
                    "texto": "Deméter e a equipe poderiam congelar Nora e contar com o avanço da ciência para tê-la de volta no futuro.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Deméter foi corajosamente para o risco. Adotou medidas corretas para salvar a vida de Nora e agiu como exemplo e autoridade.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 30,
                        "interdependence": 0
                    },
                    "spaceCoins": 67330
                },
                {
                    "id": "D",
                    "texto": "Deméter deveria ter eliminado a doente para fora na nave, pois de nada adiantaria adotar a esta altura o confinamento da tripulação.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": -15,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Um jeito diferente de motivar",
            "id": "CSD16",
            "descricao": "Cerruti e a base da ACEE determinaram às equipes de Sísifo e Aquiles que visitem o “planetinha rochoso mais fascinante e misterioso aos terráqueos”. Os tripulantes das estações estão ansiosos e não veem a hora de pousar nele para exploração, e não mais como faziam, através de espectrômetros magnéticos. \n\nNele, a temperatura é elevada de 427 graus Celsius, e pode chegar a 182 graus Celsius negativos, o que é assustador. Caso seja preciso o “retorno urgente” à Terra, terá que voar 77 MM de Km, cuja viagem duraria somente 17,3 meses, de acordo com as Sondas Mariner 10, Messenger e o telescópio James Webb, que servirão para o planejamento da rota de navegação. \n\nO maior problema para visitá-lo está em enfrentar sua força gravitacional e o seu campo magnético, que exigem correções e velocidade reduzida para passar pela “fechadura gravitacional”.\n\n40% menor do que a Terra e mais denso, os seus polos não recebem luz do Sol, havendo muito gelo por lá. O “planetinha” emite sódio e apresenta uma superfície cheia de átomos de hélio, oxigênio, alumínio, magnésio, ferro e elementos leves. Ele representa “o deus do comércio, das viagens e da malandragem”, sendo o mais rápido do Sistema Solar que perfaz 48 Km/seg. ao redor do Sol. Um dia solar nele equivale a 176 dias terrestres.\n\nSísifo e Aquiles não se aguentam de tanta vontade para chegar lá e já disputam para suas equipes os melhores trabalhos e desafios na missão.\n\nSe por um lado Sísifo procura repetir o mesmo modo de conduzir as coisas, Aquiles é aquele que busca acelerar o trabalho para obter melhores resultados. \n\n\n(Na primeira nave...)\n\n( Na segunda nave, não muito distante dali...)",
            "planeta": "Mercurio",
            "personagens": [
                "sisifo",
                "aquiles",
                "noguchi",
                "dra_chiaki",
                "gorjah",
                "atena"
            ],
            "dialogo": [
                {
                    "personagemId": "sisifo",
                    "texto": "Pessoal, quero que vocês assimilem o que vou dizer: neste JOB ROTATION para motivá-los, envolvendo desde o pouso no",
                    "duracao": 5000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "“planetinha misterioso” até a sua decolagem, leiam os manuais das funções que combinamos. Tirem suas dúvidas com o titular da",
                    "duracao": 5000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "“função; ajam com resiliência nesta tarefa. Quando estiverem prontos iniciaremos então o procedimento de descida!",
                    "duracao": 5000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Noguchi, Dra. Chiaki, Gorjah e Atena, seguimos com o programa Job Rotation. Noguchi, como Senior da equipe, segue com autonomia",
                    "duracao": 5000
                },
                {
                    "personagemId": "aquiles",
                    "texto": " fazendo a função de Gorjah na logística, mas me ajuda no coaching ao próprio Gorjah que vai atuar na mecânica aeroespacial.",
                    "duracao": 5000
                },
                {
                    "personagemId": "aquiles",
                    "texto": " Atena fará como combinamos a função de Noguchi na engenharia geral aeroespacial (projetos e reparos) com meu coaching e o dele",
                    "duracao": 5000
                },
                {
                    "personagemId": "aquiles",
                    "texto": " Atena fará como combinamos a função de Noguchi na engenharia geral aeroespacial (projetos e reparos) com meu coaching e o dele quando precisar. Atena ainda se encontra em fase de treinamento. Certo, Atena?...  Por fim, a Dra. Chiaki continua cumprindo seu papel como médica espacial, mas assume paralelamente a função de astrobióloga de Atena, de quem receberá o coaching. O objetivo é conseguir a adaptação de todos com celeridade. \n\nObservei que todos experimentaram os novos papéis. Vi que Dra. Chiaki precisa ser ainda dirigida neste momento. Treinada e apoiada também, até conseguir o desempenho aguardado. Isto é natural, Dra. Chiaki. Já Atena está pronta para algumas delegações, podendo agir com flexibilidade. Para algumas tarefas especificas Atena, creio que você ainda precise de nosso apoio. Adiante, em conformidade com a maturidade e nível de resposta de cada um, poderemos avançar à segunda rodada no giro das funções. Seguimos para o nosso desafio maior parceiros, rumo ao “planetinha misterioso”. Oremos!... Sísifo que me ouve em áudio, acabamos aqui; vamos para a ação. Boa sorte, parceiro!”",
                    "duracao": 5000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Avaliar as necessidades individuais e os estágios de desenvolvimento de tripulantes parece adequado. Assim, Aquiles ajuda a criar um ambiente de aprendizagem e compartilhamento na desafiadora missão.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 20,
                        "interdependence": 10
                    },
                    "spaceCoins": 67330
                },
                {
                    "id": "B",
                    "texto": "A situação é complexa, pois exige na verdade de Aquiles decidir, com senso de urgência, pela distribuição, por igual, das tarefas no programa job rotation.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 60270
                },
                {
                    "id": "C",
                    "texto": "Aquiles deveria decidir tendo como foco o resultado que deseja da equipe a despeito da complexidade das tarefas. Comunicá-lo, e assim evitar conflitos.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 60270
                },
                {
                    "id": "D",
                    "texto": "Aquiles, soberano na missão, tem o poder de decidir o que é eficaz para a tripulação, valorizando a dedicação e a afinidade entre eles.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -15,
                        "engagement": 5,
                        "interdependence": 5
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Olhares que fazem a diferença",
            "id": "CSD17",
            "descricao": "De jornada em jornada dos astronautas as coisas vão se sucedendo na grande missão patrocinada pela ACEE. Eles começam a enxergar e a “descobrir” o prazer da caminhada para pensar, refletir com profundidade e aprender a ter que decidir. Talvez, no fundo, esta seja a missão mais verdadeira de todas elas. Kopenawa trouxe para a cultura dos astronautas, impulsionado pelo aprendizado que teve de seus ancestrais, o hábito de caminhar. Para ele, a caminhada sempre foi um momento especial de rara aprendizagem sobre si mesmo, e de si em relação ao outro.\n\nÀ propósito, ao encontrar-se com outros líderes na Estação Boctok próximo ao buraco negro para uma reunião que definirá novas missões, Deméter, após ter aprendido a importância e o significado da caminhada com Kopenawa, decide convidar Aletheia para uma outra caminhada com ela, a fim de dividir percepções sobre a sua equipe - Semolek, Nora, Liu Yang e Pétros Eco.\n\nDeméter diz a Aletheia que confia e nutre respeito por ela quando precisa falar de pessoas e de expectativas. Aletheia prontamente aceita o convite, desde que Deméter, oportunamente, aceite fazê-lo também sobre a sua própria equipe.\n\nDeméter na verdade está inquieta por acreditar que pode motivar a equipe, mas não sabe ainda como fazê-lo por completo. Ela pretende, além de motivá-los, minimizar a solidão e a saudade que os astronautas sentem de seus entes e pela vida simples na Terra que levavam. Ela quer desenvolver um programa de sensibilização com estes objetivos e ajudá-los. E, quem sabe, se ele for bem-sucedido estendê-lo à toda comunidade.\n\nDeméter discorre sobre eles, como líder:",
            "planeta": "Deimos",
            "personagens": [
                "demeter",
                "aletheia"
            ],
            "dialogo": [
                {
                    "personagemId": "demeter",
                    "texto": "Sobre Liu Yang, ela é bastante arrojada, empreendeu em projetos novos aqui trazendo contribuições diferenciadas. Jamais me indagou sobre sua carreira ou me pressionou para que a ACEE a reconhecesse melhor. Mas me coloca na parede para que eu lhes dê projetos que a desafiem na inteligência e na pesquisa. Até me estressa; é talentosa. O resto é secundário para ela. Quanto à Nora, ela é capaz e sofreu bastante quando esteve doente pelo vírus. Sensível, ela “clama” pra que todos a reconheçam em seu mérito.  Suas contribuições são boas, mas ela exige feedbacks frequentes; consegue ser simples e direta no que faz. Ela requer, além de reconhecimento, estar bem com todo mundo; adora pessoas e não suporta trabalhar sozinha. É uma árabe gentil e comunicativa. Já Pétros Eco tem dificuldades para se concentrar nas pessoas e tende a fazer as coisas a seu modo. Porém, jamais colocou em risco qualquer projeto ou processo. Tem um forte senso de adaptabilidade do que produz aos outros. Sua limitação está em pensar grande e se esquiva de algo quando não tem domínio sobre ele; não sabe criar afinidades. Ele é diferente do que aprendi de sua gente, de sua cultura - a grega. Semolek é ágil, preciso, e, como boa parte dos russos - impessoal. “É cabeça”, às vezes, agressivo. Nas reuniões é direto e só cria tensões. É o astronauta que mais me preocupa. Ele é movido por dinheiro e “agregados” (risos) e se agarra ao emprego como ninguém. Sei que apoiou a greve sem pensar muito. Já pensei em pedir sua transferência. Semolek e Pétros Eco se entendem bem.",
                    "duracao": 40000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "Comungo de sua “leitura” sobre o perfil e desempenho da equipe quando observo o trabalho de todos eles sendo cliente. Sobre Semolek, temos diferenças irreconciliáveis que comprometem nossa missão. Sobre seu propósito de implementar o programa motivacional, é uma ação acertada. Vou me inspirar nele para minha liderança. Lhe peço: repense a energia dispensada à Semolek, e ver se ela vale à pena. Se fosse você, compartilharia o caso com o Cerruti.",
                    "duracao": 25000
                },
                {
                    "personagemId": "demeter",
                    "texto": "...Agradeço por me escutar e compartilhar sua visão, boa caminhada!",
                    "duracao": 5000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Deméter trilha um caminho interessante e humilde ao alinhar percepções com uma par de confiança. Assim deveria proceder todo bom líder inspirador.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 5,
                        "interdependence": 10
                    },
                    "spaceCoins": 64120
                },
                {
                    "id": "B",
                    "texto": "Deméter age com generosidade e humildade ao dividir suas percepções com Aletheia, que serve de “espelho” para ela e admira pela assertividade.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 5,
                        "interdependence": 10
                    },
                    "spaceCoins": 64120
                },
                {
                    "id": "C",
                    "texto": "Deméter precipitou-se em falar da equipe para Aletheia, que, em algum momento, poderá trabalhar com ela diretamente.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "D",
                    "texto": "Deméter somente deveria falar de sua equipe à Cerruti, que é o seu chefe direto e coach natural.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": -15
                    },
                    "spaceCoins": 60270
                }
            ]
        },
        {
            "nome": "Uma boa seleção de astronautas é o começo de tudo",
            "id": "CSD18",
            "descricao": "A ACEE projeta para os próximos meses ativar a Estação Delfos, após enormes estragos causados por uma forte tempestade de meteoros e de seus propulsores falharem. A equipe de Sísifo que é um líder que resiste em pensar soluções fora da caixa e preso a certos paradigmas – Neo, Tamara, Ares e Mae, destacou-se ao realizar um excelente trabalho de recuperação, coisa que foi celebrada intensamente como forma de reconhecimento por toda comunidade científica dos astronautas.\n\nSabe-se que, com a estação espacial em plena operação, a equipe na região poderá traçar voos de exploração a Netuno, Saturno, Encélado, Marte e os planetas anões - como Plutão, Ceres e Makemake – mais facilmente.\n\nA “guerra de influência” começou, e todos sabem que haverá uma seleção rigorosa para escolha da equipe que terá a Estação de Delfos como base para  estas missões, o que vai exigir resiliência e preparo técnico diversificado.\n\nMae ganhou destaque na jornada de recuperação da Delfos ao ser entrevistada pelo jornal de maior circulação da comunidade científica sobre o que levou ao sucesso o desafio desta recuperação. Ela respondeu: “Na liderança temos que aprender a fazer o simples e não o simplificado, ater-se ao que é essencial que precisa ser feito. A tranquilidade psicológica para isto é muito importante. Entendo que buscar tempo livre para organizar as ideias, fazer caminhadas, transmitir positividade, escutar, manter nossos ritos sagrados, colocar em nosso radar que o que fazemos deve ser comunicado numa linguagem lógica, acessível e de fácil entendimento, abrangem o simples. Quando isto acontece, a sua diferença se legitima nas necessidades dos astronautas que precisam de você. \n\nEste conjunto de comportamentos exige autoliderança, isto é, o entusiasmo de ter Deus nos olhos para então, inspirarmos os outros. Acreditem, isto faz uma enorme diferença.... Sigo praticando o simples. Você precisa desejar e praticar a simplicidade. Certo autor desconhecido, disse: A simplicidade é o último grau de sofisticação no ato de liderar. Isto nos parece razoável para esta árdua e prazerosa jornada.”\n\nCom os vários desdobramentos que ocorreram até aqui nesta ousada missão da ACEE no espaço, para colonização e preservação da espécie humana, este grupo convidado para jogar o game Galactic Quest já deve ter assimilado os perfis e projetado algumas outras prováveis reações de certos astronautas em seu imaginário. \n\nAlguns participantes do grupo se afeiçoaram a alguns deles, outros não, por diferentes critérios subjetivos, considerando o modo como concebem liderança à partir de suas próprias práticas de competências, de filosofia e daquilo que já observaram na convivência com terceiros fora da sala.\n\nConsiderando a complexidade de viagens que implicam basear-se na Estação de Delfos, como ponto de partida a planetas desconhecidos e a necessidade de habilidades técnicas e de comportamentos, perguntamos: \n\nQue equipe abaixo, o grupo escolheria para cumprir o tamanho desafio?\n\nDiscutam e decidam a melhor composição, lembrando que você e seu grupo podem esperar e observar novos desdobramentos da missão para decidir.",
            "planeta": "Vesta",
            "personagens": [
                "mae",
                "hazza_alli",
                "neo",
                "demeter"
            ],
            "dialogo": [],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Mae (líder), Atena, Semolek, Liu Yang e Ares.",
                    "impactos": {
                        "nuclearPropulsion": 50,
                        "direction": 50,
                        "stability": 50,
                        "oxygen": 0,
                        "productivity": 100,
                        "engagement": 100,
                        "interdependence": 100
                    },
                    "spaceCoins": 120000
                },
                {
                    "id": "B",
                    "texto": "Hazza Ali (líder), Illa Ramon, Zahy, Nora e Marek.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Neo (líder), Mae, Farna, Dra. Chiaki e Atena.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "D",
                    "texto": "Deméter (líder), Aquiles, Semolek, Atena e Sísifo.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                }
            ]
        },
        {
            "nome": "lidar com a diferença não é fácil",
            "id": "CSD19",
            "descricao": "Hazza Alli tem se recusado na estação a ouvir os colegas – Capitão Kirk, Dra. Maureen e, principalmente, Illa Ramon. O mês é muito especial para ele como muçulmano, em que é obrigatório celebrar o ramadã. Religiosamente, Hazza tem cumprido o ritual de jejuar fazendo a abstinência de comer e beber, evitando qualquer obscenidade e aumentando suas leituras do alcorão.\n\nParece que algumas coisas nele “oscilam” entre ser mais generoso e indulgente no período do ramadã quando alguém de sua equipe ou de outras tripulações por rádio, agem com desdém a este seu valor tão particular. O fato tem chamado a atenção de todos, e mais ainda de sua líder direta - Aletheia.\n\nNo crepúsculo dos dias, Hazza Alli quebra o jejum e cumpre o iftar, em que ele reúne os membros da família e amigos por vídeo para fazer a celebração de fé e de alegria. Ao cumprir este ritual, ele convida suas parceiras mais chegadas: Nora e Atena para a prática da oração.\n\nNa “noite do decreto”, Hazza Alli se isola totalmente para celebrar como desfecho o Laylat al Kadr, dia em que se comemora a noite em que o profeta Maomé recebe a primeira revelação do Alcorão. Hazza reza todas as noites fazendo pedidos. E assim tem sido suas últimas semanas, concentrado inabalavelmente na sua fé muçulmana.\n\nNora e Atena tem sofrido os “rescaldos” deste preconceito e discriminação que Hazza Alli vem passando, e astronautas chegaram a comentar com seus líderes Deméter e Aquiles, respectivamente. Dizem eles, que até a produtividade do sistema integrado, tocado por todos os astronautas da ACEE, ficou um pouco prejudicada, devido o acúmulo de tarefas que Hazza não pôde executar.\n\nAletheia, que vinha pensativa com estas ocorrências, sentiu-se sensibilizada pelo impacto que elas vem provocando, tanto no trabalho quanto no relacionamento, e ela quer fazer alguma coisa.\n\nAletheia comunica aos coordenadores-líderes em reunião que quer pautar uma proposta de solução do problema e apresentá-la a Cerruti - o chefe. Ela quer ir fundo neste entendimento, dando início ao encontro: ...",
            "planeta": "Proxima Centauri b",
            "personagens": [
                "aquiles",
                "sisifo",
                "kopenawa",
                "demeter"
            ],
            "dialogo": [
                {
                    "personagemId": "aquiles",
                    "texto": "...Vejo que vocês querem consertar o mundo. Não temos habilidade para um assunto como este. Cadê o Marek que não dá as caras?... Gente, não somos os guardiões de nada, não dá para estar em todos os lugares e ver o que está acontecendo. É difícil segurar uma tropa tão heterogênea. O ramadã vai passar e tudo voltará ao normal. Quanto a produtividade, sim, precisamos repensar o que fazer até Hazza Alli voltar à rotina. Agora, não me crucifiquem por eu ser uma pessoa franca.",
                    "duracao": 25000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Acho que precisamos dar um tempo. E conversarmos com Cerruti depois, para que ele nos dê uma orientação certeira.",
                    "duracao": 8000
                },
                {
                    "personagemId": "kopenawa",
                    "texto": "Acho que cada líder pode falar com sua equipe e externar nossa preocupação de não admitir comportamentos discriminatórios. Descrever o problema sem encontrar culpados. Pedir a eles o respeito profundo pelas diferenças culturais e de religião. Por último, dizer que comportamentos esperamos deles sobre isso. ...Em breve, voltamos a fazer um novo alinhamento se necessário, à partir das reações colhidas... Inspirá-los para construir um bom ambiente de trabalho é nosso alvo; a empatia começa assim. Temos muito a aprender com todos eles... Vejo que estamos alinhados pelos olhares... Ah, e não precisamos levar o assunto ao Cerruti. Podemos resolvê-lo entre nós, o que vai nos deixar orgulhosos, não?!",
                    "duracao": 35000
                },
                {
                    "personagemId": "demeter",
                    "texto": "Penso como Kopenawa. Reforço apenas que precisamos agir logo, com empatia e firmeza; não é pessoal?...”",
                    "duracao": 8000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Aquiles parece ter razão: o tema não é de domínio comum de um líder.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "B",
                    "texto": "Cerruti é o chefe e deve dar o xeque mate na questão, sendo consultado.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Todos deveriam dar foco ao trabalho que a situação se resolve por si.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62840
                },
                {
                    "id": "D",
                    "texto": "Kopenawa age inspirando. Sinaliza o que “deve ser feito e como”. Foi menos gestor, ignorando o problema da queda de produtividade.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 20,
                        "engagement": 15,
                        "interdependence": 15
                    },
                    "spaceCoins": 68620
                }
            ]
        },
        {
            "nome": "Discórdias que atrapalham a comuinicação e o reconhecimento",
            "id": "CSD20",
            "descricao": "A ACEE divulgou que o asteroide Bennu, do tamanho de um prédio comercial de 105 andares, passará próximo da Terra. A possibilidade dele colidir com ela, segundo o Capitão Kirk e Nora, os especialistas, é de 0,037% de chances.\n\nSe o incidente acontecer, segundo os cálculos, ele se dará em setembro de 2135. O impacto será pequeno, mas o tamanho da cratera pode estar entre 5 e 10 quilômetros de diâmetro. Tudo indica que a gravidade da Terra irá atingir o asteroide quando ele passar pelo buraco da fechadura gravitacional, mas nunca se sabe com certeza.\n\nA apresentação dos estudos pelo Capitão Kirk e Nora estão atrasados. Cerruti decidiu fazer um follow-up pressionado pelo board dos países, que afinal detém ações nas principais bolsas de todo o mundo. Há uma enorme expectativa de conselheiros que temem por novos asteroides ou meteoros passando por aqui.\n\nLiu Yang e Ares se envolveram com a causa desde que concluíram doutorado sobre a natureza do material de asteroides e meteoros. O doutorado, concluído, já é do conhecimento da comunidade científica espacial e o seu certificado equivale ao Oscar de cinema pelo conjunto da obra. Ambos agora pleiteiam os mesmos estudos, pois acreditam em suas capacidades para responderem a expectativa dos superiores da ACEE.  \n\nCerruti, Bill Dale (Presidente, cientista chefe e membro do board da ACEE) e os cinco líderes das estações (Sísifo, Kopenawa, Aletheia, Deméter e Aquiles) decidem marcar uma reunião virtual para discutir o assunto.\n\nSabe-se que o prazo do board é para ontem, que pressiona para conhecer o resultado destes estudos e o que fazer para sua prevenção em termos de investimentos em novas tecnologias. Bill Dale chega à reunião com Cerruti, cumprimenta os especialistas-líderes e segue com a sua pauta: status do projeto asteroide Bennu; eventuais substituições; expectativas de novos fenômenos ocorrerem e prováveis investimentos.",
            "planeta": "Pallas",
            "personagens": [
                "bill_dale",
                "aletheia",
                "aquiles",
                "sisifo",
                "demeter",
                "cerruti",
                "kopenawa"
            ],
            "dialogo": [
                {
                    "personagemId": "bill_dale",
                    "texto": "Comecemos!... Por que o projeto está atrasado?",
                    "duracao": 4000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "É fato que ocorreu o atraso. Ao meu ver, justificado pelo excesso de trabalho com as novas frentes não previstas. Defendo que continuem os projetos e reforço minha crença na dupla, combinando aqui um novo prazo de entrega.",
                    "duracao": 12000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Acho que daria para conciliar com as novas frentes. Eles estão morosos e não nos posicionaram em nenhum momento. A expectativa é grande; o tempo é curto e o asteroide Bennu vem aí.",
                    "duracao": 12000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "Eu desprezaria o problema com Bennu. A probabilidade é remota, apontam os estudos. Foquemos nos investimentos que prevê uma tecnologia avançada para eliminar outros asteroides. O Capitão Kirk e Nora devem continuar à frente dos estudos. Não há como aumentar a equipe, tampouco repassá-los a Liu Yang e Ares, que irão gastar mais tempo nos estudos.",
                    "duracao": 20000
                },
                {
                    "personagemId": "demeter",
                    "texto": "O Capitão Kirk e Nora precisam ser ouvidos; eles são craques e sensatos; serão sinceros sobre o status trazendo informações ricas sobre ele. Precisamos ter paciência sem perder o objetivo.",
                    "duracao": 12000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "Deméter, você como os outros são responsáveis para trazerem suas percepções. Não há tempo para desculpas. Sou pela substituição imediata de Capitão Kirk e Nora, e a colisão pode ocorrer sim.",
                    "duracao": 12000
                },
                {
                    "personagemId": "kopenawa",
                    "texto": "Liu e Ares ainda não possuem experiência. O Capitão Kirk e Nora precisam de mais empowerment, com repasse de algumas atividades deles, se for o caso.",
                    "duracao": 10000
                },
                {
                    "personagemId": "bill_dale",
                    "texto": "Ouvi à todos, obrigado! Aguardem minha decisão, irei conversar com Cerruti a sós.... Confiem em mim!",
                    "duracao": 8000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Bill Dale decidiu o melhor caminho ao optar por conversar com Cerruti a sós.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -5,
                        "interdependence": 0
                    },
                    "spaceCoins": 61550
                },
                {
                    "id": "B",
                    "texto": "Aletheia, Sísifo e Kopenawa analisam e orientam o melhor caminho.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 15,
                        "engagement": 15,
                        "interdependence": 10
                    },
                    "spaceCoins": 67330
                },
                {
                    "id": "C",
                    "texto": "Deméter avançou o sinal. Com Kopenawa poderão ser retaliados.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -15,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "D",
                    "texto": "A melhor decisão deve considerar a expectativa de todos e o diálogo deveria prevalecer, sem uso do poder de crachá.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 15,
                        "engagement": 10,
                        "interdependence": 15
                    },
                    "spaceCoins": 67330
                }
            ]
        },
        {
            "nome": "O sentimento de uma liderança dissonante",
            "id": "CSD21",
            "descricao": "Morreram dois astronautas há alguns anos, Peck próximo de Kepler, o planetinha, e Nicke quando chegava a Mercúrio, o planeta mais próximo do sol, onde pode se constatar seus compostos tóxicos para humanos e animais. Peck e Nicke foram muito bem treinados. Nicke sonhava em ir para o espaço e disse certa vez que morreria por este projeto em sua vida, e isto aconteceu. \n\nNicke era ousado demais ao fazer caminhadas sem segurança e abrindo mão de tudo. Divertido, ele era um “líder” que não escutava bem. Quanto a esta falta em Nicke, especialmente, ela o impediu dele ser um grande líder de missão. Na última vez, ele se desprendeu da nave e perdeu-se no espaço por arriscar-se muito na caminhada.  E Peck, em missão diferente, repetiu o mesmo erro, pois não era tão disciplinado assim e desrespeitou os protocolos básicos daquela missão pioneira.\n\nDizia-se no centro de treinamento entre os astronautas, que Nicke era corpo, movimento, mas pouco cabeça e lógica. Hoje, a sua alma deve estar caminhando com outros deuses galácticos que ele mesmo um dia imaginou existirem. E nós?...\n\n“Aletheia: ... Acho que Nicke foi vítima do deus nórdico Loki, o da maldade e da trapaça, que não queria que ele completasse sua missão, cavando-lhe a morte.\n\n... Atena, afinal, como você avalia a sua qualidade de escuta nesta missão? Você acha que ela é algo importante para sua liderança? Ou exagero ao lhe perguntar isso?... A pergunta faz sentido para você? E para você, Pétrus?”\n...\n\nNeste momento, Cerruti discutia com Aquiles o risco da propulsão nuclear no seu limite de uso e aquecimento, quando resolve advertir com aspereza Atena, Pétrus e Aletheia que caminham no espaço, para que coloquem o “pé na realidade” e retomem a rotina de seus trabalhos. \n\nA advertência de Cerruti virou motivo de chacota na rede para ele, que acabou gerando constrangimento e irritação nos astronautas, pois eles imaginam agora que serão as próximas vítimas de sua atitude, “como se o assunto falado no espaço não tivesse nada a ver com o trabalho.”\nPor mais que Atena e Pétrus insistissem em falar com Aletheia depois do episódio que lhes aborreceram, ela pediu que ambos tivessem cuidado com suas reações e a terem paciência quando o assunto vier a ser abordado em outras esferas, sem que se comprometam com algum fala a respeito.\n\nAletheia compartilha o “problema” ocorrido do “bullying” com os coordenadores-líderes. Ela sente que alguma coisa precisa ser feita junto a Bill Dale, mas quer ouvi-los antes para chegar a um consenso e encaminhar a ele, quem sabe, uma posição do grupo.",
            "planeta": "Tritao",
            "personagens": [
                "kopenawa",
                "aquiles",
                "demeter",
                "sisifo",
                "aletheia"
            ],
            "dialogo": [
                {
                    "personagemId": "kopenawa",
                    "texto": "Cerruti tem sido um “campo minado” para mim. Nunca sei como vai reagir. Ele não é um líder que consigo admirar, pois não delega com leveza e vive cometendo bullying uma vez ou outra. Precisamos recomendar à administração da ACCE na Terra, que crie um canal de denúncias. Estas violências psicológicas tem se repetido. Não acham que já é hora?...",
                    "duracao": 20000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Vocês exageram ao verem Cerruti como “um monstro osso duro de roer”. Não vejo assim. Estaremos na berlinda se colocarmos o “problema” ao Bill Dale. Será uma marcação serrada sobre nós adiante... Abstenho-me, pessoal!",
                    "duracao": 12000
                },
                {
                    "personagemId": "demeter",
                    "texto": "Este comportamento dele se repete. Levemos a questão ao Bill Dale, que saberá o que nos dizer. E vamos lhe oferecer toda colaboração possível.",
                    "duracao": 10000
                },
                {
                    "personagemId": "sisifo",
                    "texto": "... Cerruti deve ter sofrido em sua vida com figuras de autoridade para ser assim, tão intempestivo... Sigo com Kopenawa, Aletheia e Deméter.",
                    "duracao": 8000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "É isso?... Mais alguma coisa a dizer, pessoal?... Se ninguém se opor,  falarei então com Bill Dale, relatando-lhe o episódio. Vou pedir a ele uma ajuda em nome do grupo, exceto Aquiles que tem uma posição diferente da maioria.",
                    "duracao": 15000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Aletheia agiu com coragem e determinação, o que pode ter consequências.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 10,
                        "interdependence": 15
                    },
                    "spaceCoins": 66690
                },
                {
                    "id": "B",
                    "texto": "Aletheia levou a questão “a ferro e fogo” agindo com exagero, conforme disse Aquiles, fazendo uma alusão crítica ao “politicamente correto”.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "C",
                    "texto": "Aletheia, coerente do começo ao fim, esteve segura no seu propósito.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 20,
                        "interdependence": 80
                    },
                    "spaceCoins": 76330
                },
                {
                    "id": "D",
                    "texto": "Aletheia deveria ser admoestada por Bill Dale pela iniciativa da conversa.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": -15,
                        "interdependence": -15
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "A comnunicação Irresponsável",
            "id": "CSD22",
            "descricao": "Nas pesquisas espaciais interplanetárias lideradas por Neo e Capitão Kirk, eles acabaram de descobrir, com o apoio da Sonda NLS, “New Life in Space”, que há água em abundância na lua Europa em condições infinitamente superiores das existentes na Terra. A esperança renovada sobre outras vidas, além da Terra, mudam com a nova descoberta, e, com ela, todos os paradigmas da astronomia e da economia dos países membros da ACEE.\n\nComo se trata de um segredo ainda guardado a sete chaves entre ambos, eles decidem avançar mais nas informações cientificas para, oportunamente, avaliar o melhor momento de comunicá-las a quem de direito, como Sísifo, Aletheia, Cerrruti e o Bill Dale, atual e principal membro do board na Terra.  \n\nÉ comum, de uns tempos para cá, ver Neo e o Capitão Kirk muito “próximos” virtualmente, sempre dialogando e abordando com frequência novidades da ciência astronômica e de histórias de empresas corporativas que já enfrentaram problemas de compliance e de sabotagem industrial, com consequências nefastas nas bolsas de valores pelo mundo. A amizade que cresceu entre ambos rendeu comentários positivos de Sísifo e Aletheia, seus líderes imediatos.\n   \nPara “desgraça” de Neo e Capitão Kirk, que até recentemente vinham caindo nas graças de Cerruti, gerente geral da ACEE, ambos pegaram uma conversa em rádio aberto (por descuido) de Cerruti com Bill Dale, do board, falando sobre o time de astronautas e, particularmente, deles.\n\nNeo e o Capitão Kirk ficaram aborrecidos com que ouviram de Cerruti ao falar com Bill Dale. E pensam numa vingança que pode deixar Cerruti em “maus lençóis” com a corporação, abrindo brechas para que alguém mais simpático e capaz assuma o seu lugar na ACEE. Tudo indica que Cerruti percebeu o “descuido da fala aberta”, mas resolveu ignorar o desfecho como se nada ocorrera.\n\nA angústia de ambos com o fato prossegue e eles decidem convidar Deméter a fazer uma caminhada espacial para compartilharem o problema e sobre o que pensam fazer. \n\nDeméter sentia falta de uma caminhada para levitar e aproveita para ajudar os parceiros astronautas – Neo e Capitão Kirk. Ouviu atentamente toda história do vazamento contada por eles e exclamou: “Poxa, e mesmo assim vocês estão irredutíveis em querer fazer alguma coisa contra Cerruti?",
            "planeta": "Europa",
            "personagens": [
                "capitao_kirk",
                "demeter",
                "neo",
                "cerruti",
                "narrador"
            ],
            "dialogo": [
                {
                    "personagemId": "capitao_kirk",
                    "texto": "Sim, ele precisa ser colocado no “paredão” com seu jeito caótico de liderar; ele chegou ao limite do limite.",
                    "duracao": 8000
                },
                {
                    "personagemId": "demeter",
                    "texto": "O que vocês ganham com isso?... Me deem um tempo para ajudá-los, o problema é de todos. Tenho a confiança de vocês para falar com Cerruti?",
                    "duracao": 8000
                },
                {
                    "personagemId": "narrador",
                    "texto": "Neo e Capitão Kirk respondem afirmativamente, desde que o prazo seja curto.",
                    "duracao": 5000
                },
                {
                    "personagemId": "narrador",
                    "texto": "Deméter convida Cerruti para outra caminhada virtual e decide lhe “abrir o jogo” sobre o que acontece, sem mencionar as fontes de informação.",
                    "duracao": 10000
                },
                {
                    "personagemId": "demeter",
                    "texto": "Cerruti, você não goza de boa reputação. Sua mentalidade tem levado todos ao estresse por conta de seu estilo que não dá confiança nem gera cooperação; você não é inclusivo nem empático e criou vitimizados com seu poder, isto prejudica o trabalho do time e o relacionamento entre os astronautas mais sensíveis.”",
                    "duracao": 20000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "O vazamento é grave. Idealmente, ambos deveriam conversar direta e assertivamente com Cerruti. Entender as motivações do que disse a Bill Dale e, em seguida, pensarem juntos uma tratativa que agradasse a todos.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 15,
                        "interdependence": 15
                    },
                    "spaceCoins": 67330
                },
                {
                    "id": "B",
                    "texto": "Ambos deveriam acionar o Compliance da ACEE na Terra, porque não se pode admitir uma atitude desastrosa de um líder como Cerruti. Depois, observariam humildemente os desdobramentos da ação.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 10
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "C",
                    "texto": "O fato afeta a imagem de Cerruti. Deméter não deveria ter aceito o convite da caminhada e abordar um assunto que não lhe diz respeito.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "D",
                    "texto": "O caminho natural teria sido o de compartilhar a descoberta feita na lua Europa com outros agentes confiáveis da ACEE.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 62200
                }
            ]
        },
        {
            "nome": "Uma suposta ruptura na cadeia de comando",
            "id": "CSD23",
            "descricao": "O controle direcional do foguete (direção e estabilidade) envolvendo o giroscópio e o sistema inercial da nave liderada por Aletheia está com sérios problemas. A equipe está orbitando o planeta mais desconhecido e escuro avaliado pela ACEE e o centro de pesquisas. A situação se agravou e algo precisa ser feito rapidamente para que tudo volte ao curso normal. Retomá-lo significa continuar a missão, perdê-lo de vez pode levar todos à morte e ao afastamento definitivo das outras equipes. A ACEE vem intensificando reuniões técnicas pensando numa estratégia para a nave de Aletheia resolver o problema, mas até agora sem êxito. \n\nSabe-se que não se usa o leme convencional para foguetes. No vácuo todo controle direcional se dá defletindo-se o jato de escape, seja através de abas móveis instaladas nos bocais de saída dos gases, ou ainda pela rotação da câmara de combustão. Quando se altera o posicionamento das abas, no caso,  ou da câmara com os tubos de escape, altera-se a direção da reação e a direção de movimento do foguete. O controle de ambas pode ser feito remotamente auxiliado por um ou mais computadores, que avaliam e monitoram todas as variáveis, como: peso, resistência externa e composição da mistura. \n\nQuando o sistema compara o curso com os acontecimentos reais durante o movimento do foguete, ocorre o envio de sinais para correção da trajetória. Porém, ele pode sofrer interferências que pode ser problemático quando ocorre viagens distantes. A direção inercial é o sistema mais eficiente que exige medição contínua das acelerações por meio do acelerômetro. Quando falta equilíbrio no sistema inercial, temos então, a desorientação espacial.\n\nPétros Eco se adianta com a autorização silenciosa de Deméter, para ajudar a equipe de Aletheia remotamente e evitar o pior - a morte de todos. Os únicos astronautas das tripulações capazes de colaborar são Pétros Eco e Semolek pelas competências que apresentam. O primeiro decide acionar o sistema remoto integrado e inercial para liderar e gerenciar a ajuda imediata. Já o segundo, foi monitorar o sistema do giroscópio.",
            "planeta": "Kepler-186f",
            "personagens": [
                "petros",
                "semolek",
                "cerruti",
                "aletheia"
            ],
            "dialogo": [
                {
                    "personagemId": "petros",
                    "texto": "(no rádio): Semolek, cuide remotamente do giroscópio da nave de Aletheia e equipe. Precisamos salvá-los, colocando-os na direção e estabilidade. \n\nCuidarei daqui do sistema inercial. Acho que conseguiremos sob meu comando falar a mesma linguagem. Conto com você, e temos guarida pra isso. \n\nMinha orientação é para que todo movimento nos monitores você me sinalize, por favor. Farei o mesmo daqui. Não podemos esquecer o “por que” desta ação. A prioridade é ficarmos à frente do controle sem distrações, seguindo o passo a passo. Vamos nessa, parceiro!",
                    "duracao": 30000
                },
                {
                    "personagemId": "petros",
                    "texto": "(no rádio): ...Ei, concluí o escaneamento do sistema inercial, o problema ocorreu em um software de um dos computadores.",
                    "duracao": 8000
                },
                {
                    "personagemId": "semolek",
                    "texto": "(no rádio): O giroscópio estava avariado também, por conta, talvez, de uma chuva de meteoritos. Corrigido!... Eles não perceberam. Houve lá uma falha humana no monitoramento... Faltou disciplina (risos).",
                    "duracao": 15000
                },
                {
                    "personagemId": "cerruti",
                    "texto": "(no rádio): ... Pessoal, já estou sabendo de vocês. Quero lhes dizer uma coisa para não perder tempo: a ação de ambos pode ter sido eficaz, mas não foi gerencialmente correta. Entenderam bem?... Existe um provérbio africano que diz: “se você quer ser rápido, vá sozinho, se quer ir longe vá em grupo.” Obedeçam a hierarquia... Teremos que aplicar o código de conduta,... Até mais.”",
                    "duracao": 25000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Pétros Eco precipitou-se. Ele deveria aguardar o desdobramento das reuniões da ACEE que tem a responsabilidade de avaliar e decidir sobre a situação.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 30
                    },
                    "spaceCoins": 66050
                },
                {
                    "id": "B",
                    "texto": "Pétros Eco agiu corretamente com ética e alinhado a missão maior, a pretexto de qualquer punição que, porventura, possa receber.",
                    "impactos": {
                        "nuclearPropulsion": 20,
                        "direction": 50,
                        "stability": 50,
                        "oxygen": 0,
                        "productivity": 15,
                        "engagement": 15,
                        "interdependence": 30
                    },
                    "spaceCoins": 85320
                },
                {
                    "id": "C",
                    "texto": "A questão crucial é a preservação da vida. Pétros Eco teve iniciativa e apoio de Aletheia. Teve também ordenação na ação e exerceu influência, que serviram de inspiração ao apoio técnico de Semolek.",
                    "impactos": {
                        "nuclearPropulsion": 20,
                        "direction": 50,
                        "stability": 50,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 15,
                        "interdependence": 30
                    },
                    "spaceCoins": 77610
                },
                {
                    "id": "D",
                    "texto": "Seja qual for a empresa, todo colaborador deve submeter-se à hierarquia, ainda mais numa missão espacial tão relevante como esta.",
                    "impactos": {
                        "nuclearPropulsion": 20,
                        "direction": 50,
                        "stability": 50,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 10,
                        "interdependence": 10
                    },
                    "spaceCoins": 0
                }
            ]
        },
        {
            "nome": "Reflexões sobre um lider qualificado",
            "id": "CSD24",
            "descricao": "Ter um propósito em mente que alimente a própria vida e também a de outros, levando esperança e otimismo, já é um bom motivo para se perseguir um que dê sentido a tudo que fazemos. É sobre isso que falam Zahy, Sísifo, Farna, Tamara e Aquiles na última caminhada no espaço, agora “virtual”, utilizando o sistema KOSMOS 7.0, que permite a deliciosa aventura de aprendizagem e sabedoria. \n\nNa caminhada Sísifo lança a pergunta: Pessoal, o que é um sábio nesta jornada que fazemos, como líder?... Seria aquele capaz de prever as consequências de seus atos, baixar as armas e apoiar os colegas para que cheguem aos melhores resultados, de um jeito virtuoso?... O que pensam vocês? O que pensa alguém da cultura indígena, como você, Zahy?\n\nZahy, a tripulante convidada, se presta a falar sobre a história de duas constelações sem que ninguém entendesse sua intenção. Ela fala sobre a “constelação do homem velho” e a “constelação da Ema”: “Os deuses xamãs colocaram o homem velho e a Ema nos céus, que formam desenhos, através do aparecimento de muitas estrelas... Nós, da tribo, costumamos olhar para elas para que as constelações nos indiquem como serão nossos afazeres diários, como o plantio, a colheita e a pesca. Este significado que elas nos dão dirige nossa existência. ... Do jeito como as coisas andam e são tratadas pelo homem na Terra, corremos o risco de sermos extintos, pois não mais poderemos ver os céus. Já pensaram nisso?... E o quanto podem estar repetindo a mesma coisa aqui, neste lugar imenso?... Precisamos vir aqui de tão longe, a esta calmaria atraente e apavorante, para encontrarmos  a nós mesmos?.. Já pensaram que pouco estamos fazendo à Terra? Se continuar assim, poderemos morrer sem ter mais constelações nos céus. Como vou saber como será o meu amanhã, sem elas?... Todas as constelações e seus desenhos são o nosso centro”. \n\nZahy pede desculpas ao falar destas coisas: “... Acho que o homem precisa resgatar seu centro, o que perdeu, e também sua virtuosidade. Não precisaríamos estar neste lugar... Estou sentindo vontade de voltar às minhas origens e rever os amigos na aldeia.”",
            "planeta": "Kepler-186f",
            "personagens": [
                "sisifo",
                "farna",
                "tamara",
                "aquiles",
                "zahy"
            ],
            "dialogo": [
                {
                    "personagemId": "sisifo",
                    "texto": "Aqui neste espaço imenso, em meio a tantas caminhadas, repetimos o mesmo que se faz no Caminho de Abraão, no Caminho de Santiago de Compostela e no Caminho da Fé. Descobri aqui muitas coisas que “perdi” quando tomei decisões difíceis e equivocadas. Acho que não devo mais procrastinar este trabalho comigo.... Se não for assim, como vamos caminhar de um jeito que nos guie de verdade? Podem me responder, por favor?",
                    "duracao": 25000
                },
                {
                    "personagemId": "farna",
                    "texto": "Foi a “natureza espacial” que definiu regras de convivência para cada um de nós no trabalho aqui, que começaram com caminhadas despretensiosas no início. Lembram-se? ... Minhas crises existenciais começaram, mas continuam na missão, eu acho. Estou aprendendo com os melhores líderes, porém, quero me reservar sobre isso!",
                    "duracao": 20000
                },
                {
                    "personagemId": "tamara",
                    "texto": "Não dá para fazer uma liderança séria na ACEE agindo como o “asno de Buridan”, certo? Precisamos avançar para uma liderança virtuosa, pois a que vemos é inaceitável. Vejo muitas, muitas decisões procrastinadas na missão e outras corretas também. Mas precisamos melhorar, e muito. Certamente, sou uma delas.",
                    "duracao": 22000
                },
                {
                    "personagemId": "aquiles",
                    "texto": "Vocês estão “voando” demais... A carência aqui é fazer, entregar. Há astronautas que procrastinam, líderes que são complacentes... Gente, minha jornada vai recomeçar. Vou voltar ao centro de controle de navegação... Até a próxima chamada... Let's go ahead, all towards the mission! (risos).",
                    "duracao": 18000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "Na prática, as falas dos astronautas são inexequíveis. No mundo dos negócios, tudo se resume na negociação de interesses e atendimento de expectativas, tal como ocorre na ACEE.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": -20,
                        "interdependence": -10
                    },
                    "spaceCoins": 0
                },
                {
                    "id": "B",
                    "texto": "As falas de Zahy, Sísifo, Farna, Tamara e Aquiles remetem à importância de uma filosofia na jornada de um líder que constrói o seu próprio caminho.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": -10,
                        "oxygen": 0,
                        "productivity": -10,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 66690
                },
                {
                    "id": "C",
                    "texto": "Algumas falas dos astronautas são pertinentes, outras não.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 10,
                        "stability": 10,
                        "oxygen": 0,
                        "productivity": 20,
                        "engagement": 20,
                        "interdependence": 20
                    },
                    "spaceCoins": 62200
                },
                {
                    "id": "D",
                    "texto": "Na caminhada os astronautas fazem referências às virtudes, especialmente a de conhecer a si mesmo, a da perseverança e a do protagonismo, para edificarem a própria caminhada com base na conexão humana.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 5,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 10,
                        "interdependence": 0
                    },
                    "spaceCoins": 67330
                }
            ]
        },
        {
            "nome": "Não há liderança sem obstáculos",
            "id": "CSD25",
            "descricao": "Sabe-se que a ACEE-Agência Central de Exploração Espacial tem sido alvo maçante das mídias sociais e principais jornais pelo mundo nesta grande missão que envolve o consórcio de três grandes países (EUA, Rússia e China), e os países associados, para exploração espacial visando estudos de viabilidade para  construção de algumas colônias. A ACEE tem ações na Bolsa de Valores na HVS-High Value space, mais conhecida como HVS-21, que monitora em  tempo real todo desdobramento que ocorre na missão, preocupada com o impacto das notícias que possam afetar as ações negociadas com seus investidores.\n\nNa HVS-21 concentram-se as companhias de alta tecnologia espacial, fornecedoras de matérias primas, componentes e sistemas, que compõem as espaçonaves e estações do consórcio espacial.\n\nAo todo são 21 companhias presentes na HVS. São elas, em siglas presentes na Bolsa de Valores HVS-21: SSY, VOS, TSG, HIIA, CNES-A, GAL, CEA, DRCO, OHSI, ASO, RASC, SCSC, ABOR, IINE, RCS, SASC, CSSC, SWS, PLASI, TBSI E AST.       \n\nRecentemente, ocorreram dois fatos que despertaram forte preocupação com a gestão de pessoas nas equipes pelos coordenadores, levantados por Aletheia e Deméter, que pede mais tempo de observação dos fatos. Primeiro, houve uma redução da produtividade de Aquiles, Capitão Kirk, Semolek e Neo Steves; segundo, eles tem exercido influência nos demais tirando a atenção do trabalho em horas cruciais, o que incentiva a dispersão. Sem contar que o fato gerou um acidente relevante nos compartimentos de reserva de alimentação, ocasionando perdas, inclusive de energia também. \n\nQuando estas informações chegaram à Terra, as ações das companhias de algumas destas empresas de tecnologia e de serviços despencaram na HVS-21 em cerca de 15%, levando o mercado a um pânico generalizado. \n\nA Dra. Chiaki e o Dr. Marek constataram em estudos de clima que Aquiles, Capitão Kirk, Semolek e Neo Steves adoeceram com o vício patológico em    jogos de azar, incluindo o vício em jogar na bolsa de valores, o que é comumente chamado de ludopatia.      \n\nDiga: você e sua equipe que joga o Galactic Quest agora, comprariam ações destas empresas que vivem o “distressed investing”?\n\nSobre a gestão da ludopatia identificada e que ocorre com os astronautas, Aletheia chamou uma reunião em vídeo convocando Sísifo, Kopenawa e Deméter, menos Aquiles, que todos sabem de seu envolvimento como um dos viciados. A reunião foi pesada dado o envolvimento de Aquiles, e, segundo, porque todos têm ações na HVS-21 e não se sentem confortáveis em abordar a questão. Aletheia decide comunicar à todos, depois de uma hora de discussão, que se sentia na responsabilidade de levar o problema, sério segundo ela, para as instâncias superiores, quem sabe até o board, se Charles Cerruti concordar.\nSabe-se que Aletheia por estes problemas anda solicitando sessões de coaching",
            "planeta": "Ganímedes",
            "personagens": [
                "aletheia",
                "sisifo",
                "kopenawa",
                "demeter",
                "aquiles",
                "narrador"
            ],
            "dialogo": [
                {
                    "personagemId": "narrador",
                    "texto": "A Dra. Chiaki e o Dr. Marek constataram em estudos de clima que Aquiles, Capitão Kirk, Semolek e Neo Steves adoeceram com o vício patológico em jogos de azar, incluindo o vício em jogar na bolsa de valores, o que é comumente chamado de ludopatia.",
                    "duracao": 15000
                },
                {
                    "personagemId": "narrador",
                    "texto": "Sobre a gestão da ludopatia identificada, Aletheia chamou uma reunião em vídeo convocando Sísifo, Kopenawa e Deméter, excluindo Aquiles por seu conhecido envolvimento.",
                    "duracao": 12000
                },
                {
                    "personagemId": "narrador",
                    "texto": "A reunião foi pesada, dado o envolvimento de Aquiles e o fato de que todos os presentes têm ações na HVS-21, gerando desconforto em abordar a questão.",
                    "duracao": 12000
                },
                {
                    "personagemId": "aletheia",
                    "texto": "Após uma hora de discussão, sinto que é minha responsabilidade levar este problema, que é muito sério, para as instâncias superiores. Quem sabe até o board, se Charles Cerruti concordar.",
                    "duracao": 15000
                },
                {
                    "personagemId": "narrador",
                    "texto": "Sabe-se que Aletheia, por conta destes problemas, anda solicitando sessões de coaching.",
                    "duracao": 6000
                }
            ],
            "opcoes": [
                {
                    "id": "A",
                    "texto": "A condução de Aletheia pareceu-nos coerente e oportuna, mas, talvez, ela devesse conversar antes com Aquiles para então encaminhar o problema a Charlie Cerruti, “doa a quem doer”.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 10,
                        "oxygen": 0,
                        "productivity": 0,
                        "engagement": 0,
                        "interdependence": 0
                    },
                    "spaceCoins": 67330
                },
                {
                    "id": "B",
                    "texto": "Sísifo sugere que seja criado o conceito de “investimento de turnaround” ao mercado sobre estas empresas, tornando a questão transparente. Já em relação aos astronautas viciados, que os seus coordenadores deem um feedback assertivo a todos eles sobre o que está acontecendo, e no caso de Aquiles que seja acionado o Charlie Cerruti para que decida sobre ele, restabelecendo no final a produtividade que se quer.",
                    "impactos": {
                        "nuclearPropulsion": 20,
                        "direction": 0,
                        "stability": -10,
                        "oxygen": 0,
                        "productivity": 20,
                        "engagement": 10,
                        "interdependence": 0
                    },
                    "spaceCoins": 66690
                },
                {
                    "id": "C",
                    "texto": "O comentário de Deméter pode ser reconsiderado, isto é, de que a questão pode se resolver por si só e que os astronautas percam o direito de compra de ações, para que se possa ter o mesmo clima de antes. A comunicação neste caso seria top-down e sem desculpas.",
                    "impactos": {
                        "nuclearPropulsion": 10,
                        "direction": 10,
                        "stability": 10,
                        "oxygen": 0,
                        "productivity": 10,
                        "engagement": 10,
                        "interdependence": 10
                    },
                    "spaceCoins": 60910
                },
                {
                    "id": "D",
                    "texto": "A questão é sensível à imagem da ACEE. O melhor a fazer é não avançar com o assunto e relevar por um tempo a situação da produtividade e do transtorno de ludopatia dos astronautas.",
                    "impactos": {
                        "nuclearPropulsion": 0,
                        "direction": 0,
                        "stability": 0,
                        "oxygen": 0,
                        "productivity": -5,
                        "engagement": -5,
                        "interdependence": 0
                    },
                    "spaceCoins": 0
                }
            ]
        }
    ]
}